[{"id":430,"tank":21,"name_eng":"Gouldian Finch","name_arabic":"عصفور (قوس قزح)","scientific_name":"Erythrura gouldiae","image":"aquarium/tank_21_gouldian_finch.jpg","distribution_label_eng":"Northern Australia","distribution_label_arabic":"جنوب أستراليا","distribution_image":"aquarium/Gouldian-Finch.png","description_eng":"The Gouldian Finch is a social bird and often found in  large flocks. \r\n\r\nIndividual  will either  have a black , yellow or red head feathers which  was orignally  thought to  distinguish them as different species.\r\n\r\nThe male display courtship action to the female by disarange his brightly coloured feathers and dancing in front of the female.\r\n\r\nConservation : \r\nThe Gouldian Finch is under threat from habitat detruction resulting from forest fires and  human development. Habitat  modification  for livestock grazing  also affects the finch by reducing the availability of grass seeds, a staple in their diet.","description_arabic":"عصفور قوس قزح طائر إجتماعى يعيش عادة فى مجموعات كبيرة.\r\n\r\nيتميز كل عصفور ينتمى لهذا النوع بريش أسود, أصفر أو أحمر على الرأس وكان يٌعتقد أنها علامات تميزه عن بقية الأنواع الأخرى.\r\n\r\nعندما يود الذكر التتود إلى الأنثى فأنه يجعل ريشه الملون البراق غير مهندم  ثم يقوم بالرقص أمام الأنثى.\r\n\r\nحلة المحافظة عليه:\r\n عصفور قوس قزح من الأنواع المهددة بسب فقدان البيئة الطبيعية نتيجة لحرائق الغابات ,التنمية البشرية وتعديل الأراضى لتربية المواشى مما يؤثر سلبا\r\n\r\nعلى عصفورقوس قزح عن طريق الحد من توافر بذور العشب، التى تعد عنصرا أساسيا في نظامهم الغذائي."},{"id":493,"tank":12,"name_eng":"Aligator Gar","name_arabic":"خرمان القاطور","scientific_name":"Atractosteus spatula","image":"aquarium/tank_12_garfish.jpg","distribution_label_eng":"North America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Aligator-Garfish.png","description_eng":"They are often found basking near the surface of the water. They can do this because their buoyancy bladder (an organ controlling how high or low they are situated in the water).\r\n\r\nIt is directly connected to their throat giving them the ability  to \"breathe in\" dry air. \r\n\r\nAlligator Gar is a voracious and aggressive predator.\r\n\r\nThis is the largest of all Garfish.","description_arabic":"فى أحيان كثيرة وجُدت هذه الأسماك  تتشمس بالقرب من سطح الماء.تستطيع فعل ذلك بواسطة كيس يمتلىء بالهواء ويساعدهم على الطفو( عضو يتحكم فى أرتفاع أو إنخفاض السمكة فى الماء)\r\n\r\n وهو متصل مباشرة بالحلق مما يعطيهم القدرة على تنفس الهواء الحُر.\r\n\r\nتعتبر أسماك خرمان القاطور أسماك نهمة ومفترسات عدوانية\r\n\r\nهذه الأسماك هى الأكبر حجماً بين كل أسماك الخرمان"},{"id":21,"tank":4,"name_eng":"Clown Knifefish","name_arabic":"المهرج السّكينى","scientific_name":"Chitala ornata","image":"aquarium/tank_4_clown_knife_fish.jpg","distribution_label_eng":"South Asia","distribution_label_arabic":"جنوب آسيا","distribution_image":"aquarium/Clown-Knifefish.png","description_eng":"Their common name comes from their long knife- like body shape.\r\nThey are good in hunting and will try just about any fish that fits into their mouth.\r\nThese fish are also known as Clown Featherback and Spotted Knifefish.","description_arabic":"أُطلق عليها هذا الأسم بسب جسمها الطويل الذى يشبه السكين.\r\nهذه الأسماك ماهرة فى صيد الفرائس الحية وهى تحاول صيد أى سمكة تناسب حجم فمها.\r\nتعرف هذه الأسماك أيضاً بالمهرج ذو الظهر الريشى أو السمك السكّينى المُرقط."},{"id":6,"tank":1,"name_eng":"Angelfish","name_arabic":"أسماك الملاك","scientific_name":"Symphysodon discus","image":"aquarium/tank_1_angelfish.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Angelfish.png","description_eng":"Their striped body allows them to hide just below the surface of the surface of the water  and grab smaller fish as they pass \r\nIn the wild they are ambush predators  preying on small fish and macro-inverterbrates.  \r\nThey are monogamous which means they form pairs and stayed  for life.","description_arabic":"أن جسمها المخطط يسمح لها بالإختفاء تحت سطح الماء وصيد الأسماك الصغيرة عند مرورها.\r\nهى من الأنواع التى تتربص بفرائسها من الأسماك الصغيرة والرخويات الدقيقة.\r\nأنها أحادية الزوج ممايعنى أنها تعيش مع زوج أو زوجة واحدة مدى الحياة."},{"id":22,"tank":4,"name_eng":"Giant Carp","name_arabic":"الشبوط العملاق","scientific_name":"Catlocarpio siamensis","image":"aquarium/tank_4_giant_carp.jpg","distribution_label_eng":"Indo China","distribution_label_arabic":"الهند الصينية","distribution_image":"aquarium/Giant_Karp.png","description_eng":"These are the largest species of carp around the world. \r\nThey are one of the biggest freshwater fish and can weigh up tp 300 kg. These fish migrate during breeding season in October. \r\nConservation Status: \r\nGiant carp are now listed as critically endagered due to pollution and excessive commercial fishing.","description_arabic":"هذه الأسماك هى أكبر أسماك الشبوط حجماً بجميع انحاء العالم.\r\nهذه الأسماك واحدة من أكبر أسماك المياه العذبة حجماً ويمكن أن يصل وزنها نحو 300 كجم.\r\nحالة المحافظة عليها:\r\nبسبب الصيد التجارى المفرط والتلوث صُنفت أسماك الشبوط العملاق كنوع مهدد بشدة بالإنقراض."},{"id":20,"tank":4,"name_eng":"Giant Gourami","name_arabic":"الجورامى العملاق","scientific_name":"Osphronemus goramy","image":"aquarium/tank_4_giant_gourami.jpg","distribution_label_eng":"South East Asia","distribution_label_arabic":"جنوب شرق آسيا","distribution_image":"aquarium/Giant_Gourami.png","description_eng":"There is no easy way to differentiate the sexes of this fish when they are young but once they get to adult size, the females become round in shape. \r\nThey can lay thousands of eggs but show no parental care, often even eating their own eggs.\r\nTheir common name (tinfoil barb) is derived from the “tin-plated” look of their scales.","description_arabic":"لاتوجد طريقة سهلة للتمييز بين الجنسين بالنسبة لهذا النوع من الأسماك فى الصغرولكن عند البلوغ , تأخذ الاناث شكلا دائريا.\r\nيمكنها وضع الآف من البيض لكنها لاترعاه وهى فى أغلب الأحيان تأكله.\r\nإسمها الشائع (ذو الشوكة قصديرية اللون) بسب لون معدن القصدير على قشورها."},{"id":11,"tank":3,"name_eng":"Guapote / Jaguar Cichlid","name_arabic":"سمك البلطى الفهد","scientific_name":"Parachromis managuensis","image":"aquarium/tank_3_guapote_tiger.jpg","distribution_label_eng":"Central America","distribution_label_arabic":"أمريكا الوسطى","distribution_image":"aquarium/Guapote.png","description_eng":"They can be found in many parts of the worrld. Most of them found  in African lakes\r\nthey are on the most diverse groups of fish on earth \r\nThey are over 1,500 different species of cichlids and they make up about  5%  of all the vertebrate species","description_arabic":"يتواجد هذا النوع بأنحاء عديدة من العالم ومعظمهم يوجد بأنهار افريقيا.\r\nيعتبر من أكثر مجموعات السمك تنوعاً على وجه الأرض.\r\nيوجد 1500 نوع من اسماك البلطى الذى يشكل 5% من جميع أنواع الفقاريات."},{"id":8,"tank":2,"name_eng":"Chinese Water Dragon","name_arabic":"تنين الماء الصينى","scientific_name":"Physignathus cocincinu","image":"aquarium/tank_2_chinese_dragon.jpg","distribution_label_eng":"China to Indo-China and lives within Thailand, Vietnam, Cambodia, Laos, Burma, and in southern China.","distribution_label_arabic":"الصين إلى الهند الصينة, تايلاند، فيتنام، كمبوديا، لاوس، بورما.","distribution_image":"aquarium/Chinese-Water-Dragon-.png","description_eng":"The tongue is use to catch and hold their prey and their teeth are small and pointed.\r\nThey have shiny spot at the top of the head between their eyes is known as the pineal or the third eye.\r\nThis pineal eye helps the water dragon to sense the differences in light and use it as well to thermoregulate by helping them to decide to basking spot. \r\nThe males shows a territorial behavour  during breeding season, by bobbing their heads, doing push-ups , inflating their throat and waving their arms.","description_arabic":"أنها تستخدم اللسان للقبض على الفرائس ولديها أسنان قصيرة مدببة.\r\nلديها بقعة لامعة في الجزء العلوي من الرأس بين عيناها تعرف بالعين الصنوبرية أو العين الثالثة.\r\nهذه العين الصنوبرية تساعد تنين المياه لاستشعار الاختلافات في الضوء ويسخدمها كذلك لتنظيم درجة حرارة الجسم\r\nخلال موسم التكاثر يُظهر الذكور سلوكاً مهيمناً بواسطة هز الرأس , حركات مثل تمارين الدفع ونفخ الحلق بالهواء والتلويح بالذرع."},{"id":9,"tank":2,"name_eng":"Green Iguana","name_arabic":"سحلية الإجوانا الخضراء","scientific_name":"Iguana iguana","image":"aquarium/tank_2_iguana.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Iguana.png","description_eng":"Green Iguana have an amazing ability to camouflage. They have good sense  of hearing, smell and superb vision.  They are able to see shapes, shadows, colour and movement at long distances. \r\nTheir long tail is quite sharp  and it snapped in the air as a defence mechanism. \r\nMale green iguanas skin have a special flap of skin called dewlap. They can raise their dewlap to appear bigger than they really are, either to intemidate predators, or to impress females.","description_arabic":"الإجوانا الخضراء لديها حاسة سمع وشم جيدة وحاسة بصر ممتازة. لديها القدرة على الأشكال ,الظلال ,الألوان والتحركات من مسافات بعيدة.\r\nذيلها الطويل حاد جداً تستخدمه كآلية للدفاع.\r\nذكر الإجوانا لديه طرف متدلِ على الرقبة يسمى اللغد. ويمكنة أن يرفع هذا اللغد ليبدو أكبر حجماً مما هو عليه وذلك لإثارة إعجاب الإناث أو لإخافة الحيوانات المفترسة."},{"id":12,"tank":3,"name_eng":"Red Oscar Cichlid","name_arabic":"أسماك البلطى الأحمر (أُسكار)","scientific_name":"Astronotus ocellatus","image":"aquarium/tank_3_red_oscar.jpg","distribution_label_eng":"Central America","distribution_label_arabic":"أمريكا الوسطى","distribution_image":"aquarium/Red-Oscar.png","description_eng":"They are also known as the Marble Cichlid or the Velvet Cichlid\r\nWhen the Red Oscar arefully grown they will consume anything they can fit into their mouths.\r\nRed oscar will establish a territory and will defend it with other fish by chasing them away","description_arabic":"يعرف هذا النوع أيضاً بالبلطى الرخامى أو المخملى.\r\nعنما يصبح هذا النوع كامل النمو يستطيع أكل أى شىء مناسب لحجم فمه.\r\nينشأ هذا النوع منطقته الخاصة ويدافع عنها ضد الأسماك الأخرى بطردهم بعيداً."},{"id":10,"tank":2,"name_eng":"Giant Water Rats or Nutria","name_arabic":"جرذ الماء العملاق","scientific_name":"Myocastor coypus","image":"aquarium/tank_2_nutria.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Nutria.png","description_eng":"Nutria are strict vegetarian, consuming their food both on land and water, where they shove aquatic plants to their mouths with their forepaws. \r\nThese animals consume an amount of food equivalent to approximately 25 percent of their weight daily. \r\nif they disturbed, they will race to the nearest water and remain submerged for several minutes , allowing for the threat to pass. \r\nThroughout their native range of South America. Nutria are exntensively trapped for their fur. \r\nIn the past they were intentionally introduced into North America for their fur, and today are a significant environmental pest in the region.","description_arabic":"انها حيوانات نباتية بالدرجة الأولى تأكل الطعام على اليابسة وفى الماء حيث يمكنها قطع النباتات المائية إلى فمها بإستخدام أرجلها الأمامية.\r\nهذه الحيوانات تستهلك كمية من الطعام تعادل 25 في المئة من وزنها يوميا.\r\nتتسابق هذه الحيوانات إلى الماء إذا شعرت بالتهديد وتبقى غاطسة عدة دقائق حتى يزول الخطر.\r\nفي جميع أنحاء موطنها الأصلى  أمريكا الجنوبية.  جرذان الماء العملاقة محاصرون على نطاق واسع للحصول على فرائها.\r\nفي الماضي ادخلت عمدا  إلى أمريكا الشمالية للحصول على فرائها، واليوم هي آفة بيئية كبيرة في المنطقة."},{"id":190,"tank":11,"name_eng":"Celebes Halfbeak","name_arabic":"سمكة النصف منقار ( سيليبز)","scientific_name":"Nomorphamphus liemi","image":"aquarium/tank_11_clelebes_halfbeak.jpg","distribution_label_eng":"Atlantic, Indian and Pacific oceans.","distribution_label_arabic":"المحيط الهادى , الهندى والأطلسى","distribution_image":"aquarium/Celebes-Half-Beak_.png","description_eng":"They are the largest freshwater halfbeaks. \r\n\r\nThey get their common name from their lower jaw that curls under their head. \r\n\r\nTo identify between male and female , the male are more colourful than female.","description_arabic":"أنها أكبر الأسماك النصف منقارية فى المياه العذبة.\r\n\r\nحصلت على إسمها الشائع من شكل الفك السفلى الملتوى أسفل الرأس.\r\n\r\nللتفريق بين الذكر والأنثى , يملك الذكر ألواناً أكثر غنى وحيوية من الأنثى."},{"id":17,"tank":4,"name_eng":"Iridescent shark","name_arabic":"القرش ذو الوان الطيف","scientific_name":"Pangasius hupophthalmus","image":"aquarium/tank_4_pangasius.jpg","distribution_label_eng":"South East Asia","distribution_label_arabic":"جنوب شرق آسيا","distribution_image":"aquarium/Iridescent-Shark.png","description_eng":"They have 2 barbels in front of their mouth that used to locate their prey.\r\nThey are paternal mouth-brooders, which is the male will protect and care for the fertilized eggs in his mouth until they hatch and become free swimming. \r\nThey have been known jumping out of the tanks. \r\nConservation Status: \r\nThese animals are now listed as endagered due to human high demand of the meat.","description_arabic":"لديها زوج من قرون الإستشعار فى مقدمة الفم لتحديد مكان الفريسة.\r\nهذه الأسماك تظهر رعاية أبوية للصغار حيث يحتفظ الذكر بالبيض المُخصب داخل فمه لحمايته ورعايته حتى يفقس وتصبح الصغار قادرة على السباحة.\r\nيٌعرف عن هذه الأسماك أنها تقفز خارج الأحواض.\r\nحالة المحافظة عليها:\r\nصُنفت هذه الأسماك حالياً كنوع مهدد بالإنقراض نتيجة لزيادة الطلب البشرى على لحمها."},{"id":15,"tank":3,"name_eng":"Lemon Cichlid","name_arabic":"أسماك البلطى الليمونى","scientific_name":"Labidochromis caeruleus","image":"aquarium/tank_3_lemon.jpg","distribution_label_eng":"MISSING ENG","distribution_label_arabic":"MISSING ARABIC","distribution_image":"aquarium/Lemon-Cichlid.png","description_eng":"These fish also known as 'eletric yellow cichlid'\r\nThese fish are monogamous, meaning they have only one mating partner for their entire life. \r\nThese fish gets its common name of \"Lemon Cichlid\" from its bright yellow appearance.","description_arabic":"هذا النوع يعرف أيضاً بالبلطى الأصفر الكهربائى.\r\nهذ النوع أُحادى الزواج أى أن كل ذكر أو أنثى يعيش مع شريك واحد مدى الحياة.\r\nأُطلق على هذا النوع إسم البلطى الليمونى نظراً لمظهرهه الأصفر البراق."},{"id":16,"tank":3,"name_eng":"Midas Cichlid","name_arabic":"البلطى الميداس","scientific_name":"Amphilophus citrinellus","image":"aquarium/tank_3_midas_cichild.jpg","distribution_label_eng":"Central America","distribution_label_arabic":"أمريكا الوسطى","distribution_image":"aquarium/Midas-Cichlid.png","description_eng":"The Males develop a pronounced swelling known as \"nuchal hump\" on the head. \r\nThe nuchal hump on the head increases in size when they are ready to breed, and the  females belly will increase in size because she may release more than 1,000 eggs. \r\nBoth parents care for the young fry and aggressively defend the area from any other fish.","description_arabic":"ينمى الذكر تورماً واضحاً يعرف ب(السنام القفوى) على الرأس.\r\nيزداد السنام القفوى للذكر حجماً عندما يصل لمرحلة التكاثر وتزداد بطون الإناث حجماً لأنها ربما تضع أكثر من 1000 بيضة.\r\nكلا من الأب والأم يهتمان بالصغار ويدافعان عن منطقتهما بشراسة ضد الأسماك الأخرى."},{"id":14,"tank":3,"name_eng":"Frontosa Cichlid","name_arabic":"أسماك البلطى (فُرنتوزا)","scientific_name":"Cyphotilapia frontosa","image":"aquarium/tank_3_frontosa.jpg","distribution_label_eng":"Africa, and  Lake Tanganyika","distribution_label_arabic":"أفريقيا، وبحيرة تنجانيكا","distribution_image":"aquarium/Frontousa-Cichlid.png","description_eng":"To differentiate between males and females, the males have larger humps than females. \r\nThe male will attract the female to a spawning site, and she will lay and incubate about 50 eggs. The female incubates the eggs in her mouth and tends them for about 30 days.\r\nOnce the female released the eggs, she will then take them back into her mouth at night if danger is present.","description_arabic":"للتمييز بين الذكور والإناث تجد ان الذكور لديها حدب فى الرأس أكبر من الإناث.\r\nيقوم الذكر بأثارة إعجاب الأنثى وجذبها لمكان وضع البيض وهى تقوم بعد ذلك بوضع وإحتضان حوالى 50 بيضة. تحتضن الأنثى البيض وترعاه فى فمها لمدة 30 يوماً.\r\nعندما تطلق الأنثى سراح البيض, فإنها تعيده ثانية لفمها فى الليل فى حالة وجود أى خطر."},{"id":5,"tank":1,"name_eng":"Asorted Discus","name_arabic":"أسماك القرص المتنوعة","scientific_name":"Symphysodon discus","image":"aquarium/tank_1_discus.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Asorted-Discus.png","description_eng":"Their common name 'Discus' comes from their flat, rounded body shape. \r\nLike all cichlid species they are exceptional parents and will actively care for the young. \r\nLike all cichlid species they are exceptional parents and will actively care for the young. \r\nThis discus are freshwater cichlid fish native to the Amazon River basin","description_arabic":"حصلت على إسمها الشائع نسبة إلى شكل جسمها المسطح الدائرى.\r\nهذه السمكة تقدم  بكل نشاط رعاية ابوية إستثنائية للصغارمثل كل أنواع أسماك البلطى.\r\nسماك القرص تعيش فى المياه العذبة وتنتمى لعائلة البلطى وموطنها الأصلى حوض نهر الآمازون."},{"id":7,"tank":2,"name_eng":"Asian Small Clawed Otters","name_arabic":"ثعلب الماء الآسيوى ذو الكف الصغير","scientific_name":"Aonyx cinerea","image":"aquarium/tank_2_otter.jpg","distribution_label_eng":"India, Malaysia, South China and Philippines","distribution_label_arabic":"الهند، ماليزيا وجنوب الصين والفلبين","distribution_image":"aquarium/Asian-Small-Clawed-Otters.png","description_eng":"The otters are one of the only mammals able to use their paws like human use their hands. Do you know that the small clawed otters have a clever way of eating clams?  \r\nThey will lay the clams in the river bank to dry it under the sun, when the clams open they take the meat from inside \r\nOtters communicate with sound. They have 12 distinct sounds that they use for communication, mating and “here I am calls” and for making sure they don’t get lost from one another.\r\nSo if you hear a high pitched scream like a baby’s voice, it’s probably one of the otters calling the other for help.\r\nThese otters will spray an area with urine to \"scent\" their territory. They will then constantly patrol the area and defend it from intruders. An Otter's scent is as individual as a fingerprint. \r\nWe teach them here a husbandry behaviour  to voluntarily cooperate in husbandry or medical procedures like blood draw, taking weights, length, and even brushing their teeth. Animal training is significant in giving the best care for the Animals. \r\nThe Dubai Aquarium curatorial staffs have been working with the animals every day, providing them food, keeping their home clean and monitor their physical and mental health / well-being. \r\nThey started training the animals the day they arrived in their new home.\r\nConservation\r\nThese semi-aquatic mammals are now Vulnerable species due to pollution,destruction of their habitat comes from cutting down the trees for development and","description_arabic":"ثعالب الماء هي واحدة من الثدييات الوحيدة القادرة على استخدام كفوفها  مثلما يستخدم البشر أيديهم. هل تعرف أن ثعالب الماء ذو الكف الصغير لديها وسيلة ذكية لأكل المحار؟\r\nتقوم بوضع المحار على ضفة النهر تحت الشمس لكى تُفتح عندما تجف تستطيع اخذ اللحم منها.\r\nتتواصل ثعالب الماء عن طريق 12 صوت مختلف ومنها أصوات للتزاوج وأصوات للدلالة على مكان وجودها للتاْكد من أنها لن تضيع من بعضها البعض،  \r\n إما إذا كنت تسمع صرخة عالية النبرة مثل صرخة الطفل فهو على الأرجح واحد من ثعالب الماء يدعو الآخر للمساعدة.\r\nتقوم ثعالب الماء برش بولها فى منطقة نفوذها حتى تجعل لها رائحة مميزة وهى تقوم بدوريات مستمرة فى منطقتها للدفاع عنها ضد الدخلاء.ورائحة ثعلب الماء متفردة عن الآخر مثل بصمة إصبع الإنسان.\r\nنحن نعلمهم هنا سلوكاً تربوياً للتعاون طوعاً فى تنمية السلوك التربوى او الفحص الطبى مثل سحب الدم ,قياس الطول والأوزان إلى تنظيف أسنانهم, يعتبر تدريب الحيوانات بوابة مهمة لإعطائهم أفضل رعاية.\r\nيعمل موظفوا دبى اكواريوم المختصين مع الحيوانات يومياً , يعدون لهم الطعام ,يحافظون على نظافة مساكنهم ويراقبون سلوكهم البدنى والعقلى وقد بد\r\nوقد بدأوا بتدريب الحيوانات في نفس يوم وصولهم لموطنهم الجديد.\r\nحالة المحافظة عليها \r\nنتيجة لقطع الأشجار والتلوث بسبب الزراعة وفقدان الموطن. اصبحت هذه الثدييات البرمائية مهددة بالإنقراض."},{"id":195,"tank":11,"name_eng":"Torpedo Barb","name_arabic":"أسماك الطوربيد ذات الشوكة","scientific_name":"Puntius denisonii","image":"aquarium/tank_11_torpedo_barb.jpg","distribution_label_eng":"Atlantic, Indian and Pacific oceans.","distribution_label_arabic":"المحيط الهادى , الهندى والأطلسى","distribution_image":"aquarium/Torpedo-Barb.png","description_eng":"They get their common name from their long body shaped like-torpedo.  \r\n\r\nThey have a pair of barbels to search for their food. \r\n\r\nThey are fast swimmers, and well known to jump out of the water to avoid the predators.","description_arabic":"حصلت هذه الأسماك على غسمها الشائع بسبب إسمها الطويل الذى يشبه الطوربيد.\r\n\r\nلديها زوج من الحدائد فى الفم للبحث عن الطعام.\r\n\r\nأنها مشهورة بالقفز خارج المياه للهرب من الأعداء كما أنها تسبح بسرعة كبيرة."},{"id":23,"tank":4,"name_eng":"Borneo Tigerfish","name_arabic":"سمك النمر بورنيو","scientific_name":"Dantiodes microlepis","image":"aquarium/tank_4_borneo.jpg","distribution_label_eng":"Asia","distribution_label_arabic":"قارة آسيا","distribution_image":"aquarium/Borneo-Tigerfish.png","description_eng":"They get their common name from tiger-like pattern in their body. \r\nTheir scientific name comes from the greek word meaning \"form,likeness\" \r\nThey are misidentified as the siamese tigerfish because of their pattern on their body, however true siamese tigerfish have 3 to 5 vertical stripes on it's flanks.","description_arabic":"أُطلق عليهم هذا الأسم الشائع بسبب جسمها المخطط الذى يشبه جلد النمر.\r\n أسمها العلمى أصله كلمة يونانية تعنى \"\" التماثل الشكلى\"\".\r\n      تم تعريفها بطريقة خاطئة على أنها سمكة النمر السيامى بسب الخطوط الموجودة على جسمها, غير أن سمكة النمر السيامى الأصلية لديها 3 - 5 خطوط عمودية على الخاصرة."},{"id":19,"tank":4,"name_eng":"Asian Arowana","name_arabic":"الأروانا الأسيوية","scientific_name":"Scleropages Formosus","image":"aquarium/tank_4_asian_arowana.jpg","distribution_label_eng":"South East Asia","distribution_label_arabic":"جنوب شرق آسيا","distribution_image":"aquarium/Asian-Arowana.png","description_eng":"These freshwater fish are also known as ‘bony tongues.’  The name comes from the toothed bone on the floor of their mouth.  The ‘tongue’ is equipped with teeth that grind against the teeth on the roof of the mouth. \r\nThey are known for their ability to obtain oxygen form the surface by sucking air into their swim bladder which is lined with capillaries similar to lung tissue.  Because of this, these fish are capable of adapting to environments with low oxygen levels.\r\nThey have been spotted jumping out of the water to catch insects.","description_arabic":"تُعرف أسماك المياه العذبة هذه \"\"بذات اللسان العظمىِ \"\" أيضا . هذا الأسم جاء بسب العظام المسننة الموجودة بأرضية الفم. اللسان مجهز بأسنان تطحن عكس اتجاه الأسنان العلوية.\r\nتُعرف هذه الأسماك أيضاً بقدرتها على جلب الأُكسجين من السطح وذلك بشفط الهواء لمثانتها الهوائية المبطنة بشعيرات دموية تشبه أنسجة الرئة.وبسبب هذا،هذه الاسماك قادرة على التكييف مع بيئات نسب الاكسجين بها منخفضة المستوى.\r\nتم رصد هذه الأسماك وهى تقفز خارج الماء لصيد الحشرات."},{"id":96,"tank":5,"name_eng":"Red Tail Catfish","name_arabic":"أسماك السلور ذات الذيل الأحمر","scientific_name":"Phractocephalus hemioliopterus","image":"aquarium/tank_5_red_tail_catfish.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Red-Tail-Catfish_1.png","description_eng":"They are one of the largest of all catfish species \r\n\r\nThey have a barbell which helps them to detect their prey. \r\n\r\nThey secrete a type of mucus or slime from their skin to provide protection against parasites  and infection.","description_arabic":"أنها واحدة من أكبر أنواع أسماك السلور.\r\n\r\nلديها مستشعرات تساعدها فى تحديد مكان الفريسة.\r\n\r\nأنها تفرز نوع من المخاط أو الوحل من الجلد لتوفير الحماية ضد الطفيليات والعدوى."},{"id":88,"tank":5,"name_eng":"Silver Arowana","name_arabic":"أسماك الأروانا الفضية","scientific_name":"Osteoglossum bicirrhosum","image":"aquarium/tank_5_silver_arowana.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Silver-Dollar.png","description_eng":"This fish has elongated body, wedge-shaped head and wide mouth. They have two barbels on the lower jaw serve as sensory organs\r\n\r\nSilver arowana is an excellent jumper. It can leap more than 5 feet above the water.\r\n\r\nMating season of silver arowanas takes place at the beginning of the flooding season. Female produces 50 to 250 eggs per season and male fertilized the eggs in his mouth","description_arabic":"هذه الأسماك لديها جسم ممدود ورأس على شكل الوتد مع فم واسع. لديها عضوان أسفل الفك السفلى يقومان بوظيفة الإستشعار.\r\n\r\nأسماك الأرونا الفضية ماهرة فى القفز. فيمكنها القفز خارج المياه لمسافة  أطول من 5 أقدام.\r\n\r\nيبدأ موسم التزاوج لأسماك الأروانا الفضية فى بداية موسم الفيضان. تضع الأنثى من 50 إلى 250 بيضة فى الموسم الواحد ويقوم الذكر بتخصيب البيض داخل فمه."},{"id":92,"tank":5,"name_eng":"Silver Dollar","name_arabic":"أسماك الدولار الفضية","scientific_name":"Metynnis argenteus","image":"aquarium/tank_5_siver_dollar.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Silver-Dollar_kMdeqvk.png","description_eng":"They are closely related to piranha but they are not aggressive. \r\n\r\nThey usually in groups known as 'shoals' which a strategy use to catch their prey and intimidate hungry predators. \r\n\r\nThey got their common name from silver coins because of their rounded disk body shape and glimmering silver colour.","description_arabic":"أنها ذات صلة قرابة وثيقة بأسماك البيرانا ولكنها ليست عدوانية مثلها.\r\n\r\nتعيش عادة فى مجموعات تسمى (المياه الضحلة) وذلك  يعتبر إستراتيجية لصيد فرائسها وإخافة المفترسات الجائعة.\r\n\r\nحصلت على إسمها الشائع من العملات المعدنية الفضية بسبب شكل جسمها الدائرى ولونها الفضى الامع."},{"id":381,"tank":20,"name_eng":"Giant Spider Crab","name_arabic":"سرطان البحر العنكبوت العملاق","scientific_name":"Macrocheira kaempferi","image":"aquarium/tank_20_giant_spider_crab.jpg","distribution_label_eng":"Japan","distribution_label_arabic":"اليابان","distribution_image":"aquarium/Giant-Spider-Crab.png","description_eng":"They can grow like a Volkswagen Car.\r\n\r\nAs scavengers, they will eat anything that may come across on the ocean floor including dead fish, squid and other crustaceans. \r\n\r\nTheir legs can grow up to 4 metres.","description_arabic":"يمكن لهذا النوع أن ينمو بحجم سيارة صغيرة.\r\n\r\nيمكنها أكل أى شىء تجده فى المحيط وهذا يتضمن الأسماك الميتة والحبار والقشريات الأخرى. فهى بذلك تشبه جامع القمامة.\r\n\r\nيمكن أن تنمو أرجلها إلى مايقرب من 4 أمتار."},{"id":4,"tank":1,"name_eng":"Red Bellied Piranha","name_arabic":"الأسماك الضارية (البيرانا)","scientific_name":"Pygocentrus Nattereri","image":"aquarium/tank_1_red_bellied_piranha.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Red-Bellied-Piranha.png","description_eng":"Red Bellied Piranha is known for their ferrosity and aggresion. They possess very sharp triangular teeth and they depend on their sensors to detect movement in the river. \r\nThere is misconception that they attack human beings, however, their main diet consists of fish, birds, rodents and small mammals, they also feed on deseased animals  (carcassess)\r\nRed bellied Piranhas depend on hunting animals in groups. They are attracted to any movements in the water as well as blood. Recent studies that the behaviour of being in a shoal is not only to help  then to hunt but also to defend themselves against the natural predators like other piranha species, Water Snakes, Caiman Crocodiles and Otters.\r\nPiranhas are opportunistic feeders. During the day small piranhas go to search for food but starting from the evening time, adult piranhas will go for hunting.","description_arabic":"هذه الأسماك معرفة بالعدوانية والشراسة , لديها أسنان مثلثة حادة وهى تعتمد على اجهزة إستشعار لرصد أى حركة فى المياه.\r\nهناك اعتقاد خاطئ بأنها تهاجم البشر، بينما غذائها الرئيسي يتكون من الأسماك والطيور والقوارض والثدييات الصغيرة، تتغذى أيضا على الحيوانات المريضة.\r\nتنجذب هذه الأسماك لأى إهتزازات فى المياه وكذلك الدم وهى تقوم بالصيد فى مجموعات .الدرسات الحلية توضح أن تواجدها فى المياه الضحلة ليس فقط من أجل الصيد ولكن للدفاع عن نفسها أيضاً ضد التماسيح ,ثعالب الماء وثعابين الماء والأنواع الأخرى من البيرانا.\r\nتعتبر أسماك البيرانا من الأنواع الإنتهازية فى الحصول على الطعام ,يبحث الصغار عن الطعام خلال النهاروعندما يحل الليل يذهب البالغين للصيد."},{"id":262,"tank":16,"name_eng":"Blue clown Tang","name_arabic":"أسماك المهرج الأزرق ذات ذيل المبرد","scientific_name":"Paracanthurus hepatus","image":"aquarium/tank_16_blue_tang.jpg","distribution_label_eng":"Indian Ocean","distribution_label_arabic":"المحيط الهندى","distribution_image":"aquarium/Blue-Tang.png","description_eng":"These fish also recognized as \"Dory\" in the movie \"Nemo\" \r\n\r\nAcanthurus is derived from the Greek word \"acantha\" which means thorn, and the Greek word \"oura\" which means tail.\r\n\r\nThe flesh of the blue tang is poisonous.","description_arabic":"تعرف هذه السمكة بإسم (دورى) فى الفيلم الشهير (البحث عن نيمو)\r\n\r\nإسمها الشائع مركب من كلمتين من اللغة اليونانية القديمة بمعنى الذيل الشائك.\r\n\r\nأن لحم هذه السمكة سام."},{"id":18,"tank":4,"name_eng":"Golden Tinfoil Barb","name_arabic":"السمك الذهبى ذو الشوكة القصديرية","scientific_name":"Barbonymus schwanenfeldii","image":"aquarium/tank_4_tinfoil_barb.jpg","distribution_label_eng":"South East Asia","distribution_label_arabic":"جنوب شرق آسيا","distribution_image":"aquarium/Golden-Tinfoil-BArb.png","description_eng":"There is no easy way to differentiate the sexes of this fish when they are young but once they get to adult size, the females become round in shape. \r\nThey can lay thousands of eggs but show no parental care, often even eating their own eggs.\r\nTheir common name (tinfoil barb) is derived from the “tin-plated” look of their scales.","description_arabic":"لاتوجد طريقة سهلة للتمييز بين الجنسين بالنسبة لهذا النوع من الأسماك فى الصغرولكن عند البلوغ , تأخذ الاناث شكلا دائريا.\r\nيمكنها وضع الآف من البيض لكنها لاترعاه وهى فى أغلب الأحيان تأكله.\r\nإسمها الشائع (ذو الشوكة قصديرية اللون) بسب لون معدن القصدير على قشورها."},{"id":13,"tank":3,"name_eng":"Plecostomus","name_arabic":"اسماك السلور ذو الفم الماص","scientific_name":"Hypostomus plecostomus","image":"aquarium/tank_3_plecostomus.jpg","distribution_label_eng":"South America","distribution_label_arabic":"أمريكا الجنوبية","distribution_image":"aquarium/Plecostomus.png","description_eng":"The are also called  suckermouth catfish because of their powerful  mouthparts which allow them to anchor on to rockwork and submerged wood even when  faced with a strong current\r\nThis tropical fish belong to the armoured catfish familly because the head and upper body  are covered of scutes. \r\nThe male will choose a  “cave” to breed in, and clean the sides  to attract the female into the cave. If the female attarct in by the male, she will deposit eggs on the side of the cave, the male will then guard the eggs until they hatch.","description_arabic":"سميت أسماك السلور ذو الفم الماص لقوة أجزاء فمها التى تسمح لها بالرسو على الصخور والبقاء مغمورة تحت الماء حتى عندما تواجه تياراً قوياً.\r\nهذه الأسماك الاستوائية تنتمي إلى عائلة سمك السلور المدرعة لأن الرأس والجزء العلوي من الجسم مغطى بقشور قوية مثل الدرع.\r\nيختار الذكر ( كهف) للتكاثر ثم ينظف جوانب الكهف لجذب الأنثى داخله .عندما تعجب الأنثى بالذكر فأنها تودع البيض على أحد جوانب الكهف ويقوم الذكر بحراسته إلى أن يفقس."},{"id":124,"tank":5,"name_eng":"Neon Tetra","name_arabic":"أسماك النِّيُون (تترا)","scientific_name":"Paracheirodon inessi","image":"aquarium/tank_5_neon_tetra.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية.","distribution_image":"aquarium/Neon-Tetra.png","description_eng":"Females tend  to have more plumper bodies than males, sometimes causing their stripes to look more curved. \r\n\r\nThese fish have bright colour scales makes them glow in the dark. \r\n\r\nNeon tetras' colors tend to fade when they are stressed. You might notice that their iridescent stripes look less flashy when tank conditions are poor or when they are kept in small numbers.","description_arabic":"الإناث تكون ممتلئة الجسم عن الذكور وهذا يجعل الأشرطة الموجودة على جسمها أكثر إنحناء فى بعض الأحيان.\r\n\r\nهذه الأسماك لديها قشور براقة اللون تجعلها تتوهج فى الظلام.\r\n\r\nتميل ألوان هذه الأسماك إلى التلاشى عندما تشعر بالقلق . لعلك لاحظت أن شرائطها القزحية تبدو أقل وميضاً عندما تكون حالة الحوض غير جيدة أو عندما تبقيها فى مجموعة صغيرة."},{"id":111,"tank":5,"name_eng":"Motoro Ray","name_arabic":"سَمَكُ الرَّاي اللَّسَّاع (موتورو)","scientific_name":"Potamotrygon motoro","image":"aquarium/tank_5_motoro_ray.jpg","distribution_label_eng":"Uruguay, Paraná, Orinoco, and Amazon Rivers.","distribution_label_arabic":"أوروغواي، وبارانا، أورينوكو، ونهر الأمازون.","distribution_image":"aquarium/Motoro-Ray.png","description_eng":"They are also known as “peacock-eye stingray”. \r\n\r\nThey have a powerful sting that can cause severe pain; the stingers are on the tail and are replaced several times a year.\r\n\r\nThey always found in the bottom floor of rivers waiting for prey to come along.","description_arabic":"يطلق عليه أيضاً (  سَمَكُ الرَّاي اللَّسَّاع ذو عين الطاووس)\r\n\r\nلديهم لدغة قوية يمكن أن تسبب ألما شديدا. توجد الأشواك الاسعة على الذيل ويتم استبدالها عدة مرات في السنة.\r\n\r\nتوجد دائماَ فى قيعان الأنهار منتظرة أى فريسة تقترب منها."},{"id":108,"tank":5,"name_eng":"Ripsaw Catfish","name_arabic":"اسماك السلور ذات المنشار القاطع","scientific_name":"Oxydoras niger","image":"aquarium/tank_5_ripsaw_catfish.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية.","distribution_image":"aquarium/Ripsaw-Catfish.png","description_eng":"They possess a very sharp armored scales running down their lateral lines and sharp thorn-like hooks attached to their razor sharp scales.\r\n\r\nThey are sometimes be called the \"taking catfish\"  because of audible noises they make as if they are communicating one another.","description_arabic":"لديها قشور حادة جداً مدرعة تقع  وتمتد أسفل الخطوط الجانبية الإستشعارية للسمكة . يوجد على قشورها الحادة كشفرة الحلاقة ,أشواك مثل الخطاف.\r\n\r\nيطلق عليها أحياناً (أسماك السلور المتحدثة) نظراً للضوضاء المسموعة التى تحدثها عندما تتواصل مع بعضها البعض."},{"id":104,"tank":5,"name_eng":"Vampire Fish","name_arabic":"أسماك مصاص الدماء","scientific_name":"Hydrolicus armatus","image":"aquarium/tank_5_vampirefish.jpg","distribution_label_eng":"Brazil, Bolivia, Peru, Ecuador and Venezuela.","distribution_label_arabic":"البرازيل , بوليفيا , بيرو ,الإكوادور وفنزويلا.","distribution_image":"aquarium/Vampire-Fish.png","description_eng":"They are also known as ‘Payara’, these species have two long fangs projecting from its lower jaw.\r\n\r\nThis species of vampire fish is ferocious, fast water and migratory fish. This fish are capable of eating fish that are half their own body size.\r\n\r\nThe “vampire fish” has fangs that can reach up to 6 inches long","description_arabic":"تعرف أيضاً بإسم  (بايورا) هذا النوع لديه نابين طويلين بارزين من الفك السفلى.\r\n\r\nتعتبر أسماك مصاص الدماء من الأنواع المتوحشة سريعة السباحة التى تهاجر من مكان إلى اخر . تستطيع هذه السمكة أن تأكل أسماك بنفس حجم نصف جسدها.\r\n\r\nلديها أنياب يمكن أن يصل طولها إلى مايقرب 15 سم."},{"id":115,"tank":5,"name_eng":"Tiger Shovelnose Catfish","name_arabic":"أسماك السلور النمر ذات أنف الجارف","scientific_name":"Pseudoplatystoma fasciatum","image":"aquarium/tank_5_shovel_catfish.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية.","distribution_image":"aquarium/Tiger-Shovelnose-Catfish.png","description_eng":"Their barbells are used to find a food in the murky water.  \r\n\r\nThe name Tiger Shovelnose catfish is derived from the beautiful stripped pattern found on the body of the adult fish\r\n\r\nThey produce different types of sounds by using their sonic muscles. They have well developed auditory reception that discriminates between different pitches and velocities.","description_arabic":"لديها اجهزة إستشعارية لتحديد مكان الفريسة فى المياه العكرة.\r\n\r\nأُشتق إسمها أسماك السلور النمر ذات أنف الجاروف من الأشكال الجميلة المخططة على جسم البالغين منها.\r\n\r\nوهي تخرج أنواع مختلفة من الأصوات عن طريق استخدام عضلاتها الصوتية\r\n\r\nلديها أجهزة إستقبال سمعى متطورة يمكنها التميز بين الإهتزازات والسرعات المختلفة."},{"id":138,"tank":6,"name_eng":"Clown Loach","name_arabic":"سمكة المهرج الممدود","scientific_name":"Chromobotia macracanthus","image":"aquarium/tank_6_clown_loach.jpg","distribution_label_eng":"South East Asia","distribution_label_arabic":"جنوب شرق آسيا","distribution_image":"aquarium/Clown-Loach.png","description_eng":"They have barbels around their mouth that they use when searching for food. \r\n\r\nWhen threatened, they will raise their spines, making themselves more difficult for a predator to swallow. \r\n\r\nThey often stay in caves when stressed and can be seen swimming in a groups, often found lying on top of eachother when resting.","description_arabic":"لديها أجهزة إستشعارية حول فمها تساعدها فى البحث عن الطعام.\r\n\r\nعندما تشعر بالتهديد , ترفع أشواكها لأعلى , لتجعل عملية بلعها غاية فى الصعوبة للمفترسين.\r\n\r\nغالبا ما تبقى فى الكهوف عنما تشعر بالقلق وهى تسبح فى مجموعات وعندما تشعر بالأمان تستلقى الواحدة فوق الأخرى للراحة."},{"id":130,"tank":6,"name_eng":"Assorted Rainbowfish","name_arabic":"أسماك قوس قزح المتنوعة","scientific_name":"Melanotaenia","image":"aquarium/tank_6_assorted_rainbowfish.jpg","distribution_label_eng":"New Guinea","distribution_label_arabic":"غينيا الجديدة","distribution_image":"aquarium/Asorted-Discus_XV6lhwp.png","description_eng":"As their name suggests, these fish get their common name from their colourful scales. \r\n\r\nThe Juvenile Rainbowfish are dull in appearance.  Their colour develops as they mature.\r\n\r\nIf you keep several males together, they will become more colourful as they compete for the female’s attention!","description_arabic":"كما يوحى اسمها, حصلت هذه الأسماك على اسمها الشائع عن طريق قشورها الغنية بالألوان.\r\n\r\nصغار هذه الأسماك باهتة المظهر ولكن ألوانها تزدهر عند البلوغ.\r\n\r\nاذا وضعت مجموعة من الذكور معاً فأنها تصبح أكثر توهجاً بالألوان كأنهم يتنافسون لجذب إنتباه الإناث."},{"id":153,"tank":8,"name_eng":"Bichir","name_arabic":"أسماك ذات الزعانف الكثيرة","scientific_name":"Polypterus senegalus","image":"aquarium/tank_8_bichir.jpg","distribution_label_eng":"Africa and Nile River","distribution_label_arabic":"أفريقيا ونهر النيل","distribution_image":"aquarium/Bichir.png","description_eng":"Bicher have lung-like paired swim bladder and gills to help breathing.\r\n\r\nThey are sometimes called \"rope fish\"\r\n\r\nTheir body are covered in thick, bone-like scales which along with their fleshy pectoral fins which give them a give prehistoric appearance.","description_arabic":"هذه الأنواع لديها رئة مقترنة بمثانة السباحة والخياشيم للمساعدة على التنفس.\r\n\r\nتسمى احياناً بسمكة الحبل.\r\n\r\nتغطى جسمها قشور سميكة مثل العظام بجانب زعانفها الصدرية اللحمية جعلها تبدو كأنها من عصور ما قبل التاريخ."},{"id":186,"tank":11,"name_eng":"Red Eared Slider Terrapin","name_arabic":"سلحفاة المياه العذبة ذات الأُذن الحمراء","scientific_name":"Trachemys scripta","image":"aquarium/tank_11_red_eared.jpg","distribution_label_eng":"United States and Mexico","distribution_label_arabic":"الولايات المتحدة والمكسيك","distribution_image":"aquarium/Red-Eared-Terrapin.png","description_eng":"The red stripe on this turtle isn't actually on it's ear in fact it's ears are just slits on it's head!\r\n\r\nThey need water to swallow their food. \r\n\r\nThey don’t have gills but they can hold their breath for an hour when awake, and for about 5  hours when they asleep.","description_arabic":"أن الشريط الأحمر الموجود على هذه السلحفاة لايقع حقيقة على أُذنها التى هى عبارة عن شقوق تقع فى الرأس.\r\n\r\nتحتاج للمياه لكى تبلع الطعام.\r\n\r\nلايوجد لديها خياشيم ولكنها تستطيع كتم أنفاسها تحت الماء لمدة ساعة عندما تكون مستيقظة ولمدة خمس ساعات عندما تكون نائمة."},{"id":280,"tank":16,"name_eng":"Yellow Box fish","name_arabic":"أسماك الصنوق الصفراء","scientific_name":"Ostracioncubicus","image":"aquarium/tank_16_boxfish_3T0iySh.jpg","distribution_label_eng":"Pacific, Indian and South East Atlantic Ocean","distribution_label_arabic":"المحيط الهادي والهندي وجنوب شرق المحيط الأطلسي","distribution_image":"aquarium/Yellowbox_FkOkf20.png","description_eng":"Yellow Box Fish secrete a type of mucus, or slime, from their skin. This slime provides protection against parasites and infections and helps the Yellow Box Fish to move through the water faster\r\n\r\nThey get their common from their shaped like a box or a cube\r\n\r\nThey can release a toxin called Ostracitoxin to ward off predators","description_arabic":"أسماك الصندوق الصفراء  تفرز نوع من المخاط، أو الوحل، من جلودها. هذا الوحل يوفر الحماية ضد الطفيليات والالتهابات ويساعدها على  السباحة بشكل أسرع.\r\n\r\nحصلت على إسمها الشائع من شكل جسمها الذى يشبه الصندوق أو المكعب.\r\n\r\nيمكنها إطلاق نوع من السموم لإبعاد المفترسات."},{"id":134,"tank":6,"name_eng":"Molly","name_arabic":"سمكة مولى","scientific_name":"Poecilia spp","image":"aquarium/tank_6_molly.jpg","distribution_label_eng":"Central America","distribution_label_arabic":"أمريكا الوسطى","distribution_image":"aquarium/Molly_WsR1UdQ.png","description_eng":"These fish have the ability  to live in  both  fresh and saltwater. \r\n\r\nThey display a form of contentment by rocking gently back and forth in the same spot - a behaviour known as shimmying.\r\n\r\nUnlike other species of fish, female mollies don't lay eggs.  They give birth, laying up to 100 fry.","description_arabic":"هذه السمكة تستطيع العيش فى المياة العذبة والمالحة.\r\n\r\nتُعبر عن عن سعادتها بالتأرجح ذهاباًوعودة فى نفس المكان. هذا السلوك يُعرف بالإهتزاز.\r\n\r\nعلى عكس الأنواع الأخرى من الأسماك , تلد هذه السمكة بدلاً من وضع البيض .يمكنها أن تلد قُرابة 100 من الصغار."},{"id":143,"tank":7,"name_eng":"Lake Sturgeon","name_arabic":"أسماك حفش البحيرة","scientific_name":"Scleropages formosus","image":"aquarium/tank_7_lake_surgeon_cTnN4Gc.jpg","distribution_label_eng":"North America","distribution_label_arabic":"أمريكا الشمالية","distribution_image":"aquarium/Lake-Sturgeon.png","description_eng":"Lake Sturgeon has a spade-shaped head with 4 barbels on the snout which use to detect food. They have no teeth and the fleshy mouth are designed for sucking.\r\n\r\nThese fish are known to perform tail walking and they often jump out of the water and spin in the air during the mating season. \r\n\r\nThey have a bony plates on its side that looks like an armored torpedo called scutes that arranged in five rows.\r\n\r\nThis fish is often called the “living fossil” that has existed for more than 150 million years.\r\n\r\nConservation Status: \r\nCommercial and recreational fishing of this species are prohibited today, they are on the list of threatened species.","description_arabic":"أسماك حفش البحيرة لديها رأس يشبه الجاروف مع أربعة من زوائد الإستشعارعلى الأنف لإكتشاف الطعام. ليس لديها أسنان وفمُها اللحمى صُمم للمص.\r\n\r\nهذه الأسماك معروفة بأستخدامها للذيل, فهى فى أحيان كثيرة تقفز خارج المياه وتدور بسرعة فى الهواء خلال موسم التزاوج.\r\n\r\nلديها صفائح عظميه على الأجناب تشبه دروع الطوربيد, هذه التروس مرتبة فى خمس صفوف.\r\n\r\nتسمى هذه الأسماك غالباً \"الأحفورى الحى\" لأنها كانت موجودة منذ أكثر من 150 مليون سنة.\r\n\r\nحالة المحافظة عليها :\r\nهذه الأسماك مدرجة فى قائمة الأنواع المهددة بالإنقراض. تم منع الصيد التجارى والشخصى لهذه الانواع فى الوقت الحاضر."},{"id":170,"tank":9,"name_eng":"Archer Fish","name_arabic":"السمك الرامى","scientific_name":"Toxotes jaculatrix","image":"aquarium/tank_9_archerfish.jpg","distribution_label_eng":"India, Phillippines and Australia","distribution_label_arabic":"استراليا ,الفلبين والهند.","distribution_image":"aquarium/Archer-Fish.png","description_eng":"They have the ability  to shoot a jet of water from their mouth by forming their tongue into a groove. \r\n\r\nThey have a remarkable ability to compensate  for visual refraction through the surface of the water  when aiming their shots. \r\n\r\nOnce the prey is knocked down, Archefish in the area will race to grab the meal, meaning the hunter may go hungry.","description_arabic":"ان هذا النوع لديه القدرة على إطلاق نافورة من الماء من فمه بتحويل لسانه لشكل اخدود.\r\n\r\nلديه مقدرة عجيبة على تصحيح معدل الإنكسار الضوئى خلال سطح الماء عندما تصوب الطلقات.\r\n\r\nعند الإطاحة بالفريسة لأسفل يتسابق السمك الرامى للحصول على هذه الوجبة, ممايعنى أن الصياد ربما يمضى جائعاً."},{"id":169,"tank":8,"name_eng":"African Tigerfish","name_arabic":"أسماك النمر الأفريقية","scientific_name":"Hydrocynus vittatus","image":"aquarium/tank_8_african_tigerfish.jpg","distribution_label_eng":"Africa","distribution_label_arabic":"أفريقيا","distribution_image":"aquarium/African-Tigerfish.png","description_eng":"They are fierce and aggressive. They will form large schools and hunt in packs, eating anything alive. \r\n\r\nThey have razor sharp knife-like teeth and extremely strong jaw muscles\r\n\r\nThese fish are among the few fish that can attack and eat prey the same or larger than themselves.","description_arabic":"هى أسماك شرسة عدوانية تشكل مجموعات كبيرة تهاجم بجماعية وتستطيع اكل أى شىء حى.\r\n\r\nلديها أسنان حادة تشبه السكين وعضلات الفك قوية للغاية.\r\n\r\nهذه الأسماك هي من بين عدد قليل من الأسماك التي يمكن أن تهاجم وتأكل فريسة فى نفس حجمها أو أكبر."},{"id":165,"tank":8,"name_eng":"Cuckoo Catfish","name_arabic":"أسماك السلور( الوقواق)","scientific_name":"Syndontis multipunctatis","image":"aquarium/tank_8_cuckko_catfish.jpg","distribution_label_eng":"Africa","distribution_label_arabic":"أفريقيا","distribution_image":"aquarium/Cuckoo-Catfish.png","description_eng":"Cuckoo catfish gets their common name from the cuckoo (bird). These fish have remarkable breeding behaviour because they carry  their young in their mouth. \r\n\r\nThe female cuckoo catfish  will lay their eggs, the same place where other brooders fish lay their eggs. The other fish will scoop the eggs of catfish thinking that’s only her eggs until they are hatch.\r\n\r\nThis technique removes the burden of parental care from the cuckoo catfish and allows them to breed again sooner.","description_arabic":"سميت بهذا الإسم نسبة إلى طيور الوقواق . هذه الأسماك لديها سلوك تربية ملحوظا لأنها تحمل صغارها في أفواهها.\r\n\r\n\r\nتضع الأنثى بيضها فى نفس موضع بيض الأنواع الأخرى التى تقوم برعايته لسمكة الوقواق دون أن تعرف إلا عندما يفقس.\r\n\r\nهذا الأسلوب يزيل عبء الرعاية الأبوية ويسمح لهم بالتكاثر ثانيتاً سريعاً ."},{"id":161,"tank":8,"name_eng":"Featherfin Catfish","name_arabic":"أسماك السلور ذو الزعانف الريشية","scientific_name":"Syndontis eupterus","image":"aquarium/tank_8_featherfin_catfish.jpg","distribution_label_eng":"Africa","distribution_label_arabic":"أفريقيا","distribution_image":"aquarium/Featherfin-Catfish.png","description_eng":"The name Featherfin derives from the feather-like extension on the dorsal fin. \r\n\r\nTo differentiate between the male and female, the male is usually more slender, while the female is much more bulky.\r\n\r\nThey are opportunistics feeders, they eat whatever fits in their mouth.","description_arabic":"الإسم الشائع مستوحى من امتداد يشبه الريش على الزعنفة الظهرية لهذا النوع.\r\n\r\nللتمييز بين الذكور والإناث، عادة ما تكون الذكورأكثر نحافة من الإناث ضخمة الحجم.\r\n\r\nأنها أسماك إنتهازية نهمة تتغذى على أى شىء يناسب حجم فمها."},{"id":157,"tank":8,"name_eng":"Plecostomus","name_arabic":"أسماك السلور المصاص","scientific_name":"Hypostomus plecostomus","image":"aquarium/tank_8_plecostomus.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Plecostomus_mx9gKQE.png","description_eng":"The are also called  suckermouth catfish because of their powerful  mouthparts which allow them to anchor on to rockwork and submerged wood even when  faced with a strong current.\r\n\r\nThis tropical fish belong to the armoured catfish familly because the head and upper body  are covered of scutes. \r\n\r\nThe male will choose a  “cave” to breed in, and clean the sides  to attract the female into the cave. If the female attarct in by the male, she will deposit eggs on the side of the cave.","description_arabic":"تسمى أسماك السلور ذو الفم الماص نظراً لأن فمها القوى الإمتصاص يسمح لها أن ترسو وتظل غاطسة حتى مع وجود تيارات مياه شديدة.\r\n\r\nهذه الأسماك الاستوائية تنتمي إلى عائلة سمك السلور المدرعة لأن رأسها والجزء العلوى من الجسم مغطى بصفائح عظمية.\r\n\r\nيقوم الذكر بإختيار كهف للتزاوج ويقوم بتنظيف جوانبه لإجتذاب الأنثى وعندما تنجذب الأنثى للذكر تقوم بوضع البيض فى احدى جوانب الكهف حيث يحرثه الذكر حتى يفقس."},{"id":270,"tank":16,"name_eng":"Copperband Butterflyfish","name_arabic":"أسماك الفراشة ذات الشرائط النحاسية","scientific_name":"Chelmon rostratus","image":"aquarium/tank_16_copperband.jpg","distribution_label_eng":"Indo-West Pacific","distribution_label_arabic":"الهند -غرب المحيط الهادى","distribution_image":"aquarium/Copperband-Butterflyfish.png","description_eng":"They are closely related to angelfish. But the difference between the two is, butterflyfish mouth iss more pointed the angelfish.\r\n\r\nThese species of fish are \"diurnal\" meaning they are more active during the day and search for food and take rest at night. \r\n\r\nConservation Status: \r\nThey are now considered to be an endangered animal due to water pollution and habitat loss.","description_arabic":"تعتبر هذه الأسماك شديدة القرابةلأسماك الملاك ولكن الفرق بينهما أن فم  هذه الأسماك مدبب أكثر من فم أسماك الملاك.\r\n\r\nهذه الأنواع من الأسماك النهارية بمعنى أنها أكثر نشاطا أثناء النهار بحثاً عن الطعام بينما تخلد للراحة بالليل.\r\n\r\nحالة المحافظة عليها :\r\nتعتبر الآن من الأنواع المهددة بالانقراض بسبب تلوث المياه وفقدان الموطن."},{"id":180,"tank":9,"name_eng":"Long Necked Turtle","name_arabic":"السلحفاة ذات الرقبة الطويلة","scientific_name":"Chelodina longicollis","image":"aquarium/tank_9_long_necked.jpg","distribution_label_eng":"South Australia","distribution_label_arabic":"جنوب استراليا","distribution_image":"aquarium/Long-Necked-Turtle.png","description_eng":"It has long neck that can be as long as its \"carapace\" top shell.\r\n\r\nWhen feel threatened and to scare off predators they can discharged unpleasant smell fluid that comes from their “musky glands”.\r\n\r\nThey have large web feet to help them swim easier and strong claws to help them climb in the rocks.","description_arabic":"لديها رقبة طويلة يمكن أن تكون بطول (الدرع) الصدفة العليا.\r\n\r\nعندما تشعر بالتهديد ولكى تبعد المفترسات فإنها تفرز رائحة كريهة من الغدة العطرية.\r\n\r\nلديها أرجل مكففة كبيرة تساعدها على السباحة بسهولة ومخالب قوية تساعدها على تسلق الصخور."},{"id":174,"tank":9,"name_eng":"Pignose Turtle","name_arabic":"سلحفاة أنف الخنزير","scientific_name":"Carettochelys insculpta","image":"aquarium/tank_9_pignose_turtle.jpg","distribution_label_eng":"Australia and New Guinea","distribution_label_arabic":"استراليا وغينيا الجديدة","distribution_image":"aquarium/Pignose-Turtle.png","description_eng":"The large pig nose snout helps the turtle  to feel the bottom of the rivers for food and its flipper-like front limbs are otherwise found only on sea turtle. \r\n\r\nThis tutle is known to prefer the fruits of  figs, but will also feed on worms and crustaceans. \r\n\r\nThe offsprings are temperature sex determined, with females developing in hot nests, and males developing in cool ones. If nest temperatures varies, hatchling sex will vary in that nest. \r\n\r\nConservation Status: \r\nVulnerable due to human consumption.","description_arabic":"أنف هذه السلحفاة الكبير يساعدها على تحسس قيعان الأنهار بحثاً عن الطعام. أطرافها الأمامية تشبه الزعانف وهى ميزة توجد فقط فى السلاحف البحرية.\r\n\r\nمن المعروف عنها انها تفضل ثمار التين كطعام و لكنها تتغذى ايضاً على القشريات و الديدان .\r\n\r\nتتحكم درجة حرارة العش فى تحديد نوع الجنين فدرجات الحرارة العلية تفرز إناث والمنخضة تفرز ذكور أما إذا كانت درجة حرارة العش متغيرة فإنه سوف يتنوع جنس الأجنة.\r\n\r\nحالة المحافظة عليها:\r\nمعرضة للإنقراض بسب الإستهلاك الآدمى."},{"id":185,"tank":10,"name_eng":"Congo Tetra","name_arabic":"أسماك نهر الكونغو (تترا)","scientific_name":"Phenacogrammus interruptus","image":"aquarium/tank_10_congo_tetra.jpg","distribution_label_eng":"Africa","distribution_label_arabic":"أفريقيا","distribution_image":"aquarium/Congo-Terra.png","description_eng":"To identify between male and the female, the male is more brightly colored than the female and has a longer dorsal fin\r\n\r\nThese fish are omnivorous, they feed live insect larvae and vegetables.\r\n\r\nThese fish are egg-layer. The female can lay up to 300 eggs.","description_arabic":"لتحديد الذكر من الأنثى , الذكر لديه ألوان أكثر بريقاً أما الإنثى فزعنفتها الظهرية أطول من زعنفة الذكر.\r\n\r\nهذه الأسماك نهمة ، تتغذى على يرقات الحشرات الحية والخضروات\r\n\r\nتستطيع الإناث أن تضع مايقرب من 300 بيضة وتعتبر من الأنواع كثيرة البيض."},{"id":181,"tank":10,"name_eng":"American Paddlefish","name_arabic":"أسماك المجداف الأمريكية","scientific_name":"Polyodon spathula","image":"aquarium/tank_10_paddlefish.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/American-Paddlefish.png","description_eng":"They have largemouths and elongated snouts called rostrums (bills)  Their snouts are half the length of their body. \r\n\r\nThey are of the oldest groups of fish known to humans. Fossil records show that they first appeared 300-400 million years ago before the dinosours. \r\n\r\nThey use sensitive electro-receptors on its paddle to detect  prey.","description_arabic":"لديها أفواه كبيرة و خطوم مستطيلة الشكل تسمى منقار السفينة .هذه الخطوم تمثل نصف طول جسمها.\r\n\r\nوهي من أقدم مجموعات الأسماك المعروفة للبشر. وتوضح السجلات الأحفورية أنها ظهرت للمرة الأولى منذ 300- 400 مليون سنة قبل ظهر الديناصورات.\r\n\r\nلديها مستقبلات كهربائية حساسة على خطمها تستخدمها لرصد مكان الفريسة."},{"id":385,"tank":20,"name_eng":"Swellshark","name_arabic":"سمك القرش المنتفخ","scientific_name":"Cephaloscyllium ventriosum","image":"aquarium/tank_20_swell_shark.jpg","distribution_label_eng":"Western Pacific and Mexico","distribution_label_arabic":"غرب المحيط الهادى والمكسيك","distribution_image":"aquarium/Swellshark.png","description_eng":"This shark is very sociable with other sharks, and are commonly seen sleeping next to or top of one another\r\n\r\nWhen they feel thereatened, it will bend its  body into a U-shape, grab its tail fin with its mouth in a large amount of water to double his size so it will be more difficult for predators to remove it from rocky crevices. \r\n\r\nWhen the threat passes, the swell shark makes a dog-like bark when expelling the air.","description_arabic":"هذا النوع لديه سلوك إجتماعى مع اسماك القرش الأخرى وعادة ماتشاهده ينام بجوار أو فوق بعضه البعض.\r\n\r\nعنما يشعر بالتهديد يقوم بثنى جسمه على شكل حدوة الحصان ويضع ذيله وزعانفه مع فمه بكمية كبيرة من المياه ليضاعف حجمه ويصبح من الصعب على المفترسين إزاحته من على الصخور.\r\n\r\nعنما يزول الخطر ,يقوم القرش المنتفخ بإصدار صوت مثل نباح الكلب عند تفريغ الهواء."},{"id":209,"tank":14,"name_eng":"Red Knobbed Sea Star","name_arabic":"نجمة البحر الحمراء ذات العُقّد البارزة","scientific_name":"Ophiuroidea","image":"aquarium/tank_14_red_knob_sea_star.jpg","distribution_label_eng":"Worlwide","distribution_label_arabic":"جميع أنحاء العالم","distribution_image":"aquarium/Red_Knobbed_Sea_Star.png","description_eng":"They are belong with the echinoderm family means \"spiky\" \r\n\r\nTheir eyes are on the end of each arms (eye spots) their eyes are not like human, they can sense only light and dark. \r\n\r\nThey have the unique method of eating, they will actually vomit its stomach outside  of its body  then engulf and begin to digest the prey before it is pulled back inside of i.","description_arabic":"أنها تنتمى لعائلة شائِكُ الجِلْد تعني \"شائك\"\r\n\r\nتقع عيونها على نهاية كل ذراع (بقع العين) وهذه العيون ليست كعيون البشر حيث يمكنها فقط الإحساس بالضوء والظلام.\r\n\r\nلديها طريقة فريدة لتناول الطعام، حيث تتقيأ معدتها خارج جسمها لتبتلع الفريسة ثم تبدأ بهضمها قبل أن يتم سحبها للداخل."},{"id":199,"tank":11,"name_eng":"Pinktail Chalceus / Pinktail Shark","name_arabic":"أسماك القرش ذات الذيل الوردى","scientific_name":"Chalceus macrolepidotus","image":"aquarium/tank_11_pink_chalceus.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Pintail-Chalceus.png","description_eng":"Pintail Chalceus got its name from their pink or red in its back tail fin. \r\n\r\nThey have a pair of barbels to search for their food. \r\n\r\nThey are fast swimmers, and well known to jump out of the water to avoid the predators.","description_arabic":"حصلت على إسمها الشائع بسبب لون ذيلها الوردى أو لون زعنفتها الذيلية الأحمر.\r\n\r\nلديها زوج من الحدائد فى الفم للبحث عن الطعام.\r\n\r\nتتميز بسرعة السباحة ويمكنها القفز خارج المياه للهروب من المفترسيين."},{"id":205,"tank":14,"name_eng":"Blue Linckia Sea Star","name_arabic":"نجمة البحر الزرقاء (لنكيا)","scientific_name":"Linckia laevigata","image":"aquarium/tank_14_blue_linkia.jpg","distribution_label_eng":"Indian and Pacific Ocean","distribution_label_arabic":"المحيط الهندى والهادى","distribution_image":"aquarium/Blue-Linckia-Sea-Star_1.png","description_eng":"They are sensitive to touch, light and even with the water that surrounds them. \r\n\r\nSea Stars are famous for their ability to regenerate limbs, and in some cases, entire bodies. \r\n\r\nTheir nervous system is spread through their arms, and their “blood” is actually filtered sea water.","description_arabic":"أنها حساسة للمس والضوء وحتى المياه التى تحيط بها.\r\n\r\nنجوم البحر مشهورة  بقدرتها على تجديد أذرعها  وفى بعض الحالات كامل جسمها.\r\n\r\n ينتشر جهازها العصبى خلال أذرعها ودمها يتكون من مياه البحر المفلترة."},{"id":201,"tank":14,"name_eng":"Black Sea Cucumber","name_arabic":"خيار البحر الأسود","scientific_name":"Hulithurian spp","image":"aquarium/tank_14_sea_cucumber.jpg","distribution_label_eng":"Worlwide","distribution_label_arabic":"في جميع أنحاء العالم","distribution_image":"aquarium/Black-Sea-Cucumber.png","description_eng":"They can vomit sticky out sticky threads from their stomach to entangle predators, and if this doesn’t work then they can vomit their internal organs. \r\n\r\nThey don’t have brain, and their nervous system consist of a ring and this senses are poorly developed.\r\n\r\nThey are able for self-reproduction meaning they can produce offspring without partner by mixing with other sea cucumber.","description_arabic":"يمكنها أن تتقيأ خيوطاً لزجة من معدتها لتربك المفترسات وإذا لم تنجح هذه الحيلة يمكنها أن تلفظ أحشائها الداخلية التى تنمو مجدداً.\r\n\r\nليس لديها مخ وجهازها العصبى يتكون من حلقة وحواسها ضعيفة التطور.\r\n\r\nوهم قادرون على التكاثر الذاتي وهذا يعني أنها يمكن أن تنتج صغار بدون شريك ."},{"id":224,"tank":14,"name_eng":"Horse Shoe Crab","name_arabic":"سرطان حدوة الحصان","scientific_name":"Limulidae","image":"aquarium/tank_14_horse_shoe_crab.jpg","distribution_label_eng":"Asutralia","distribution_label_arabic":"استراليا","distribution_image":"aquarium/Horse-Shoe-Crab.png","description_eng":"They get their name from arc shaped shell that has been compared to the shape of a horse’s shoe. \r\n\r\nThey are considered as one of the living fossils because these animals are been here around 230 million years . \r\n\r\nDespite of their common name, these animals are not crabs but they are related to scorpions and spiders.","description_arabic":"سُميت بهذا الإسم لأن شكل صدفتها يشبه شكل حدوة الحصان.\r\n\r\nظهرت منذ حوالى 230 مليون سنة وهى تعتبر من الأحافير الحية.\r\n\r\nعلى الرغم من إسمها الشائع , هذه الحيوانات أكثر قرابة من العقارب والعناكب عن السرطانات."},{"id":219,"tank":14,"name_eng":"Humbug Damsel","name_arabic":"السمكة المخادعة","scientific_name":"Dascyllus aruanus","image":"aquarium/tank_14_humbug_damselfish.jpg","distribution_label_eng":"Asutralia","distribution_label_arabic":"استراليا","distribution_image":"aquarium/Humbug-Damsel.png","description_eng":"They are omnivorous, they eat plankton, benthic invertebrates and algae. \r\n\r\nThese fish performs a courting dance by rapid up and down swimming movements. \r\n\r\nThese fish are alson know as \"Three Striped Damselffish\" because of their three bold black bands in their bodies.","description_arabic":"هذه الأسماك تتغذى على أنواع عديدة من الطعام مثل العوالق واللافقاريات القاعية والطحالب.\r\n\r\n تؤدى هذه الأسماك رقصة من أجل التودد عبارة عن حركات خاطفة صعوداً وهبوطاً.\r\n\r\nتُعرف هذه الأسماك أيضاً ب( السمكة ذات الثلاثة شرائط) نظراً للشرائط السوداء العريضة الموجودة على جسمها."},{"id":213,"tank":14,"name_eng":"Rose blotched Sea Star","name_arabic":"نجمة البحر ذات البقع الوردية","scientific_name":"Linckia multiflora","image":"aquarium/tank_14_rose_blotched_sea_star.jpg","distribution_label_eng":"New Caledonia and Easter Island; South China Sea","distribution_label_arabic":"كاليدونيا الجديدة وجزيرة الفصح. بحر جنوب الصين","distribution_image":"aquarium/Rose-Blotched-Sea-Star.png","description_eng":"In order to survive, hot and dry conditions for several hours a day, sea star skin contains a protective chemical compound. This compound formed  the basis of the sunscreen we use today. \r\n\r\nSome of the sea star can have 5 to 40 arms, once it cut it can regenerate or re growth to a new one. \r\n\r\nThere is one species fo Sea Star called \"Crown-of-thorn\", they extrudes their stomach that used to inject to the corals to turn them into soup and suck it.","description_arabic":"من أجل البقاء على قيد الحياة، فى ظل الظروف الحارة والجافة لعدة ساعات في اليوم، يحتوي جلد نجمة البحر على مركب كيميائي وقائي لحمايتها. هذا المركب تستخرج منه المادة الأساسية التى نستخدمها فى صنع المستحضرات الواقية من الشمس.\r\n\r\n يمكن لبعض من أنواع نجم البحر أن يكون لديها من خمسة إلى أربعين ذراعاً وبمجرد قطع أحدها يمكن أن يتجدد أو أن ينمو من جديد.\r\n\r\nهناك نوع من نجم البحر يسمى ( شوكة التاج) يمكنه أن يبثق معدته على الشعاب المرجانية فيحولها إلى سائل ثم يمصه."},{"id":246,"tank":15,"name_eng":"Wonderpus Octopus","name_arabic":"خطبوط وندربوس","scientific_name":"Wunderpus photogenicus","image":"aquarium/tank_15_wonderpus.jpg","distribution_label_eng":"Bali, Sulawesi, Philippines and east to Vanuatu","distribution_label_arabic":"بالي، جزيرة سولاويزي والفلبين وشرق فانواتو","distribution_image":"aquarium/Wonderpus.png","description_eng":"The Wonderpus is often confused with the Mimic octopus due to their similar patterns of white spots and white bands.  \r\n\r\nThey have the ability to drop an arm when attacked, allowing them to escape the grasp of a predator.  The octopus will regenerate a new arm in its place. \r\n\r\nThese Octopus have a unique way to catch prey, expanding a web, attached to their arms to form an “umbrella” over their target.  They can then easily pull the prey towards their mouth.","description_arabic":"عادة مايتم الخلط بين أخطبوط وندربوس والأخطبوط المٌقلد لأنهما يحملان نقاط وشرائط بيضاء شبيهة ببعضها.\r\n\r\nلديها القدرة على ترك إحدى ذراعيها فى قبضة المفترس للهروب منه ويمكن لهذا الذراع المقطوع أن ينمو مجدداً.\r\n\r\nهذا الأخطبوط لديه وسيلة فريدة من نوعها للقبض على الفريسة، فهو يقوم بتوسيع شبكة معلقة على أذرعه لتشكيل \"مظلة\" على هدفه. ويمكنه بعد ذلك سحب الفريسة بسهولة نحو فمه."},{"id":380,"tank":19,"name_eng":"Weedy Sea Dragon","name_arabic":"تنين البحر العشبي","scientific_name":"Phyllopteryx taeniolatus","image":"aquarium/tank_19_weddy_sea_dragon.jpg","distribution_label_eng":"Southern Oceans of Australia, particularly around Victoria.","distribution_label_arabic":"الساحل الجنوبي لأستراليا و بالاخص حول فيكتوريا .","distribution_image":"aquarium/Weedy-sea-dragon.png","description_eng":"Sea dragons are probably the most spectacular and mysterious of all ocean fish. They have larger bodies than their cousins the sea horse, and leaf-like appendages that enable them to hide amongst floating seaweed and kelp beds.  \r\n\r\n They have a tube mouth, without any teeth. Bony plates, instead of scales protect their flexible bodies. They are brightly colored, with shades of purple.\r\n\r\nThis weedy sea dragon is carnivorous and feeds on small crustaceans such as shrimp, which are sucked in whole. \r\n\r\nConservation: \r\nIn nature, only about 5% of sea dragon survive to maturity. Their numbers dropped dramatically in the early 1990’s as a result of their increased demand in the pet trade.  Pollution and habitat loss threats to sea dragon populations today.","description_arabic":"يعد تنين البحر الأكثر إثارة و غموضا بين جميع أنواع الأسماك في المحيطات. لديهم أجسام أكبر من اجسام فرس البحر و زوائد تشبه الاوراق التي تمكنهم من الاختقاء بين الاعشاب البحرية العائمة  \r\n\r\nلديهم فم يشبه الانبوبة بدون اسنان.  لديهم صفائح عظمية تحمي اجسامهم المرنة . الوانهم زاهية ذات ظلال ارجوانية وبنية وذهبية وحمراء .\r\n\r\nتنين البحر آكل اللحوم و يتغذى على القشريات الصغيرة مثل  الروبيان والتي يمتصها كلياً .\r\n\r\nحالة المحافظة عليها:\r\nفي البيئة الطبيعية يستطيع 5% من تنين البحر البقاء على قيد الحياة للوصول الى البلوغ . في أوائل التسعينيات انخفضت اعدادهم بشكا واضح و ذلك نتيجة لزيادة الطلب على تجارة الحيوانات الأليفة . التلوث و فقدان المأوى يهدد اعداد تنين البحر ."},{"id":242,"tank":15,"name_eng":"Caribbean Two-Spot octopus","name_arabic":"الأخطبوط الكاريبى ذو النقطتين","scientific_name":"Octopus filosus","image":"aquarium/tank_15_caribbean_two_spot.jpg","distribution_label_eng":"Throughout the Caribbean","distribution_label_arabic":"منطقة الكاريبى","distribution_image":"aquarium/Carribean-Two-Spots.png","description_eng":"They are able to lose an arm to escape a predator’s grasp and regrow it later \r\n\r\nWhen fleeing from a predator, an octopus will squirt a cloud of ink into the water. The ink contains a substance that dulls a predator’s sense of smell. \r\n\r\nOctopus move by crawling or swimming but jet propulsion is their fastest means of moving from one place to another, followed by swimming and walking using their arms.","description_arabic":"لديها القدرة على ترك إحدى ذراعيها فى قبضة المفترس للهروب منه ويمكن لهذا الذراع المقطوع أن ينمو مجدداً.\r\n\r\nعندما تشعر بإقتراب المفترسات ,تطلق سحابة من الحبر فى الماء. يحتوى هذا الحبر على مواد تعمل على تعطيل حاسة الشم لدى المفترسات.\r\n\r\nيتحرك الأخطبوط عن طريق الزحف والسباحة ولكن الدفع النفاث هو أسرع وسيلة الانتقال من مكان إلى آخر، تليها السباحة والزحف بإستخدام الأذرع."},{"id":237,"tank":15,"name_eng":"Flamboyant Cuttlefish","name_arabic":"الحبار المتوهج","scientific_name":"Metasepia pfefferi","image":"aquarium/tank_15_flamboyant.jpg","distribution_label_eng":"Indo-Pacific, Australia, Malaysia and Philippines","distribution_label_arabic":"المحيطين الهندي والهادى واستراليا وماليزيا والفلبين","distribution_image":"aquarium/Flamboyant.png","description_eng":"The cuttlefish has three separate hearts: one for the body, and two brachial hearts that pump blood to each gill.\r\n\r\nThey have poisonous flesh which is believed to be as lethal as the venom of the blue-ringed octopus. \r\n\r\nThis species of cuttlefish tends to walk along the bottom using their tentacles and modified flaps under their body, on the mantle.","description_arabic":"ان الحبار لديه ثلاثة قلوب : واحد للجسم و إثنين مساعدين لضخ الدم لكل خيشوم.\r\n\r\nلحم الحبار المتوهج سام ويعتقد أن سُمه قاتل مثل سُم الأخطبوط ذو الدوائر الزرقاء.\r\n\r\nيميل هذا النوع إلى المشى فى القيعان مستخدماً مجساته وأعضاء شبيهة بالأجنحة المتحورة أسفل الجسم."},{"id":233,"tank":15,"name_eng":"Dwarf Cuttlefish","name_arabic":"الحبار القزم","scientific_name":"Sepia bandensis","image":"aquarium/tank_15_drwaf_cuttlefish.jpg","distribution_label_eng":"Philippines and Indonesia","distribution_label_arabic":"الفلبين وإندونيسيا","distribution_image":"aquarium/Dwarf-Cuttlefish.png","description_eng":"Because of their ability to change colour, texture and pattern, they are sometimes called “chameleons of the sea.” \r\n\r\n They have a specialized shell used for buoyancy, called a ‘cuttlebone.’  \r\n\r\nThese cousins of the octopus have eight arms and an additional two tentacles with denticulate suckers that help them to secure their prey.","description_arabic":"تسمى فى بعض الأحيان حرباء البحر لقدرتها على تغير لونها وملمسها والرسوم الموجودة على جسمها.\r\n\r\nلديها صدفة مُخصصة لتساعدها على الطفو فى الماء تسمى عظم الحبار.\r\n\r\nتعتبر من أبناء عمومة الأخطبوط ولديها ثمانية أذرع ومجسان إضافيان مع ماصات مسننة لتساعدها على إحكام قبضتها على الفريسة."},{"id":288,"tank":16,"name_eng":"Skunk Shrimp","name_arabic":"الروبيان ذو الشرائط البيضاء","scientific_name":"Lysmata ambionensis","image":"aquarium/tank_16_skunk_shrimp.jpg","distribution_label_eng":"Indo-Pacific","distribution_label_arabic":"المحيطين الهندي والهادى","distribution_image":"aquarium/Skunk-Shrimp.png","description_eng":"They are omnivorous shrimp which means they eat both plants and animals. They usually feed on parasites and dead tissue.\r\n\r\nThey are hermaphrodites. They are born male and grow later on to  female. \r\n\r\nThey set up a 'cleaning station', for some fish who need cleaning.   They crawls on the body of the fish and cleans it off debris and parasites.","description_arabic":"هذا النوع من الروبيان يأكل كل من النباتات والحيوانات. وعادة ما تتغذى على الطفيليات والأنسجة الميتة.\r\n\r\nهذا النوع ثنائى الجنس . يولدون ذكوراً ويتحولون بعد ذلك إلى إناث.\r\n\r\nهذ النوع من الروبيان يقوم بدور (محطة التنظيف) حيث يزحف على أجسام الأسماك وينظفها من الطمى والطفيليات."},{"id":320,"tank":17,"name_eng":"Orange Banded Surgeon Fish","name_arabic":"أسماك الجرّاح ذو الشرائط البرتقالية","scientific_name":"Acanthurus olivaceus","image":"aquarium/tank_17_orange_banded.jpg","distribution_label_eng":"Indo Pacific Region","distribution_label_arabic":"الهند والمحيط الهادى","distribution_image":"aquarium/False-Clown-Fish_s3Ewyia.png","description_eng":"They have spine in the tail that is used for defense and are as sharp as a surgeon’s scalpel, hence the name “surgeonfish”.\r\n\r\nThese fish get their common name from their  bright orange band in the white portion of their body placed just behind each eye.","description_arabic":"أن لديها اشوكة حادة مثل مشرط الجرّاحفي الذيل التي يتم استخدامها للدفاع وحادة مثل مشرط الجراح، ومن هنا جاء اسم \"السحل\"\r\n\r\nاكتسبت هذه الاسماك اسمها الشائع من اللون البرتقالي الزاهي في الجزء الابيض من اجسامها و الذي يوجد خلف الاعين."},{"id":120,"tank":5,"name_eng":"Banded Leporinus","name_arabic":"الأسماك ذات الشفة الأرنبية","scientific_name":"Leporinus affinis","image":"aquarium/tank_5_banded_leporinus.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية.","distribution_image":"aquarium/Banded-Leporinus.png","description_eng":"Young Banded Leporinus' have five bands while adults have ten.\r\n\r\nThey have a stricking colour bands of alternating of light yellow and black.\r\n\r\nThese fish are also called \"banded headstander\"  for its perculiar  habit of hovering vertically at the bottom of the tank.","description_arabic":"صغار هذه الأنواع لدسها خمسة أشرطة على جسمها بينما الكبار لديهم عشرة.\r\n\r\nلديها أشرطة رائعة الألوان من الأصفر الفاتح بالتبادل مع الأسود.\r\n\r\nتُعرف أيضاً ( السمكة ذات الأشرطة الواقفة على رأسها) نظراً لعلدتها الغريبة بالحوم عمودياً فى قاع الحوض."},{"id":494,"tank":12,"name_eng":"Whites Tree Frog","name_arabic":"ضفدع الشجر وايت","scientific_name":"Litoria caerulea","image":"aquarium/tank_12_tree_frog.jpg","distribution_label_eng":"Australia, Indonesia,New Guinea","distribution_label_arabic":"استراليا, أندونسيا وغينيا الجديدة","distribution_image":"aquarium/White-Tree-Frog.png","description_eng":"Whites Tree Frog communciate  with chirping calls. They vocalize locate and attract other frogs and will also call out when they feel threatened. \r\n\r\nThey have the suction cups on their feet help them to climb smooth surfaces with little effort. \r\n\r\nThese frog are also called Smilling  tree or Dumpt Tree Frog. The older frog form  fat layers above their neck which is where the \"dumpy\"  name orignated from.","description_arabic":"سُميت هذه الضفادع بأسم مُكتشفها (جون وايت) . تتواصل ضفادع الشجر وايت عن طريق النقيق. تستعمل نداءات لتحديد المكان ولجذب الضفادع الأخرى وعند الشعور بالتهديد أيضاً.\r\n\r\nلديهم زوائد إلتصاق بأقدامهم تساعدهم على تسلق الأسطح الملساء بقليل من الجهد.\r\n\r\nتسمى هذه الضفادع أيضاً بضفدع الشجرالمبتسم والقصير البدين. تصنع الضفادع الأكبر سناً طبقات من الدهون أعلى الرقبة ومن هنا نشأ اسمها \"القصير البدين\"."},{"id":250,"tank":15,"name_eng":"Chambered Nautilus","name_arabic":"(النوتلاس )  ذو الغرف حيوان بحرى من رأسيات الأرجل","scientific_name":"Nautilus pompilus","image":"aquarium/tank_15_nautilus.jpg","distribution_label_eng":"Japan, Australia, New Caledonia","distribution_label_arabic":"اليابان، أستراليا، كاليدونيا الجديدة","distribution_image":"aquarium/Chambered-Nautilus.png","description_eng":"Nautilus have existed for about 5 million years, and are considered fossils. They move by blowing water out through a tube, similar to jet propulsion. \r\n\r\nThe female Nautilus creates a shell to lay her eggs and she dies soon after the eggs are laid. The eggs are about the size of a ping pong ball, and are encased in a clean membrane.  \r\n\r\nThe female releases the eggs directly into the water, close to the bottom. When hatched, the young are 2-3 cm and may spend the beginning of their life drifting around the ocean with plankton. \r\n\r\nThe Nautilus are the only cephalopod that retain an external shell for protection. Scientists believe that ancestors of modern cephalopods descended from a primitive version of the Nautilus about 450 million years ago; before the dinosaurs, before the first mammals appeared, even before there were fish in the ocean and upright plants on land.","description_arabic":"لقد وجدت هذه الحيوانات مذ اكثر من 5 ملايبن سنة وهى تعتبر من الأحافير الحية .تتحرك بدفع الماء من خلال أنبوب مثل طريقة الدفع النفاث.\r\n\r\nتقوم الأنثى بصنع صدفة لتضع البيض فيها وسرعان ما تموت بعد وضع البيض . حجم البيض يكون مثل حجم كرة مضرب الطاولة مغطى بغشاء نظيف.\r\n\r\nتضع الأنثى البيض مباشرة فى الماء قريباً من القاع ,يكون طول الصغار من 2-3 سم عند الفقس وربما يقضون بداية حياتهم مع العولق البحرية حول المحيط بسب إنجرافهم مع التيار.\r\n\r\nأنها الرخويات الوحيدة التى لديها صدفة خارجية للحماية. يعتقد العلماء أن أجداد رأسيات الأرجل الحديثة تنحدر من نسخة بدائية من النوتلاس منذ 450 مليون سنة تقريباً قبل الديناصورات، قبل ظهور الثدييات الأولى، حتى قبل وجود الأسماك في المحيطات والنباتات على الأرض."},{"id":378,"tank":18,"name_eng":"Lyretail Anthias","name_arabic":"السمكة ذات ذيل القيثارة","scientific_name":"Pseudanthias squamipinnis","image":"aquarium/tank_18_anthias.jpg","distribution_label_eng":"Indian and Pacific Ocean.","distribution_label_arabic":"المحيط الهندي والمحيط الهادي","distribution_image":"aquarium/Anthias_20LrHrI.png","description_eng":"These fish are protogynous hermaphrodites.  If a dominant male perishes, the largest female of the group will often morph to take its place.","description_arabic":"هذه الأسماك مزدوجة الجنس مبكرة الأنوثة فعندما يموت الذكر المهيمن غالباً ماتتحول أكبر الإناث حجماً لتحل محله.\r\n\r\nللتفريق بين الذكر والأنثى , لدى الذكور ألوان حمراء براقة أما الإناث فيغلب  اللون البرتقالى على ألونها.\r\n\r\nتعرف ايضاً بالسمكة ذات الزعنفة القشرية."},{"id":374,"tank":18,"name_eng":"Rooster Hogfish","name_arabic":"أسماك الديك ذات خطم الخنزير","scientific_name":"Lachnolaimus maximus","image":"aquarium/tank_18_roster_hogfish.jpg","distribution_label_eng":"Caribbean, Bahamas, Florida, Bermuda, Gulf of Mexico","distribution_label_arabic":"منطقة البحر الكاريبي ,جزر البهاما ,فلوريدا , برمودا وخليج المكسيك","distribution_image":"aquarium/Roster-Hogfish.png","description_eng":"These fish have powerful jaw  and canine teeth that use to crush crabs, clams and mollusks.","description_arabic":"هذه الأسماك لها فك قوي وأسنان  مثل أنياب الكلاب تستخدمها لسحق أصداف السلطعون والمحار والرخويات.\r\n\r\nبسبب خطمها الممدود وفمها  البارز مثل الخنزير. أُطلق عليها هذا الإسم.\r\n\r\nهذه الأسماك مزدوجة الجنس مبكرة الأنوثة فهى تغير جنسها من أنثى إلى ذكر عندما تصل الأنثى لسن النضوج."},{"id":100,"tank":5,"name_eng":"Pacu","name_arabic":"أسماك الآكل السريع ( باكو)","scientific_name":"Colossoma macropomum","image":"aquarium/tank_5_pacu.jpg","distribution_label_eng":"South America","distribution_label_arabic":"امريكا الجنوبية","distribution_image":"aquarium/Pacu.png","description_eng":"The word ‘Pacu’ came from Brazilian Indian language Tupi Guarani  means “quick eater” \r\n\r\nTheir teeth are similar to human teeth, these teeth used for grinding, chewing fruits that fallen from overhanging trees along Amazon River. \r\n\r\nThese fish are omnivorous meaning they eat meat, vegetables and fruits.","description_arabic":"أن كلمة (باكو) جاءت من اللغة الهندية البرازيلية القديمة وتعنى ( الآكل السريع).\r\n\r\nأسنانها تشبه أسنان الإنسان وهى تستخدمها فى طحن ومضغ الفواكه التى تسقط من فروع الأشجار المتدلية على طول ساحل نهر الآمازون.\r\n\r\nهذه الأسماك  تنتمى لعائلة ( لواحم عواشب) لأنها تأكل اللحوم والفاكهة والخضراوات."},{"id":403,"tank":21,"name_eng":"Saltwater Crocodile","name_arabic":"تمساح المياه المالحة","scientific_name":"Crocodylus porosus","image":"aquarium/tank_21_salwater_crocodile.jpg","distribution_label_eng":"Australia","distribution_label_arabic":"استراليا","distribution_image":"aquarium/Saltwater-Crocodile.png","description_eng":"The Saltwater Crocodile is the largest of all living reptiles, and largest terrestrial predator in the world. It is an opportunistic hyper-carnivorous “apex” predator, capable of eating almost any animal that enters its territory.\r\n\r\nThey are the most inteligent reptile. In fact, they are more closely related to bird than some reptiles. They are the only families of reptiles that show true parental care. \r\n\r\nWhat is crocodile tears? Crocodile’s tears refer an insincere demonstration of grief or a false of emotion through pretend tears. It was thought that crocodiles would weep in order to lure in their prey, and even said shed a tear during or after eating.But it just the gland doing its job to filter out the excess salt through the eye of crocodile. \r\n\r\nThey have four-chambered hearts. All other reptiles have only three.  The benefit for the crocodilian is that their blood gets pumped through their body quicker and more efficiently than other reptiles.\r\n\r\nThey have excellent sense of sight, hearing and smell. They have sensory pits (small, black speckles on their skin the equivalent of the lateral in fish) that respond to the slightest vibrations in the water.\r\n\r\nConservation Status: \r\nSaltwater Crocodile are considered one of the most threatened of all crocodilians. They are listed endangered in CITES 1 due to overhunting for meat, eggs and skin.","description_arabic":"تمساح المياه المالحة هو أكبر الزواحف الحية وهو اكبر الحيوانات المفترسة الأرضية فى العالم. وهو مفترس آكل للحم إنتهازى نهم شرس يأتى على قمة سلسلة المفترسين لديه القدرة على إفتراس أى حيوان يدخل منطقته تقريباً.\r\n\r\n\r\nتعتبر أكثر الزواحف ذكاءً فى الواقع هى أقرب صلة للطيور عن بعض الزواحف الأخرى. وهى العائلة الوحيدة من الزواحف التى تظهر رعاية أبوية حقيقية لصغارها.\r\n\r\n\r\nماهى دموع التماسيح؟ هى عبارة عن إظهار مشاعر حزن وعواطف غير صادقة من خلال دموع مصطنعة. ساد الإعتقاد بأن هذه التمسايح تذرف دمعاً من أجل جذب الفرائس وقيل أيضاً أنها تذرف الدمع خلال أو بعد الاكل و لكن في الواقع هى غدة تؤدي عملها لطرد الملح الزائد من خلال العين.\r\n\r\nلديها اربع حجرات بالقلب متميزة بذلك عن بقية الزواحف التى لديها ثلاثة فقط وميزة هذه الحجرات أنها تضخ الدم فى الجسم بطريقة أسرع وأكثر كفاءة من الزواحف الأخرى.\r\n\r\nلديها حاسة نظر ,سمع وشم ممتازة.لديها أيضاً بقع  تحسس سوداء على الجلد تعدل الخط الجانبى للأسماك التى تستجيب للأهتزازات البسيطة فى الماء.\r\n\r\nحالة المحافظة علبها:\r\n   تعتبر تماسيح المياه المالحة واحدة من أكثر الزواحف المهددة. تم إدراجها فى قائمة اتفاقية التجارة الدولية في الأنواع المهددة بالانقراض كنوع مهدد بالإنقراض نظراً لتعرضها للصيد الجائر من أجل جلودها ولحمها"},{"id":284,"tank":16,"name_eng":"Fainstrip Filefish","name_arabic":"سمكة المبرد (القوباء)","scientific_name":"Paramocnthus pusillus","image":"aquarium/tank_16_fainstrip.jpg","distribution_label_eng":"Atlantic, Pacific and Indian Oceans","distribution_label_arabic":"المحيط الهادي والهندي والمحيط الأطلسي","distribution_image":"aquarium/Fainstrip.png","description_eng":"They have small-mouth and two dorsal-fin spines, the first of which is large and erectile and can be locked upright by the smaller second spine.\r\n\r\nThese fish have a thin, oval shaped body with an elongated dorsal fin and a horn coming out of the top of their head\r\n\r\nThey are also known as leatherjackets filefish or shingles filefish.","description_arabic":"لديها فم صغير وشوكتين على الزعنفة الظهرية , الأولى  كهربائية كبيرة الحجم ويمكنها أن تغلق بطريقة مستقيمة مع الشوكة الصغيرة.\r\n\r\nلديها جسم نحيف بيضاوى وزعنفة ظهرية ممدوة ويخرج من قمة رأسها قرن.\r\n\r\nتعرف هذه الأسماك أيضاً بسمكة المبرد ذات السترة الجلدية أو سمكة المبرد القوباء."},{"id":276,"tank":16,"name_eng":"Moorish Idol","name_arabic":"أسماك البربر الأفارقة","scientific_name":"Zanclus cornutus","image":"aquarium/tank_16_moorish_idol.jpg","distribution_label_eng":"Indo-Pacific, tropical and sub-tropical reefs.","distribution_label_arabic":"المحيطين الهندي والهادى والشعاب الاستوائية وشبه الاستوائية","distribution_image":"aquarium/Moorish-Idol.png","description_eng":"This fish have yellow and black bands with white contrasts that run vertically up the body.\r\n\r\nThese fish get their common name from the African Moors. \r\n\r\nThey are commonly known in Hawaii as \"Kihikihi\" which means \"curves,\" \"corners,\" or \"zigzags,\" and also referes for their shape and colour pattern.","description_arabic":"هذا النوع لديه خطوط سوداء وصفراء وبيضاء متناغمة بطريقة عمودية على الجسم.\r\n\r\nحصلت على إسمها الشائع  من البربر الأفارقة\r\n\r\nتعرف عادة فى هاواى بأسم (كيهى كيهى) بمعنى (المقوس) ,(الزاوية) أو ( المتعرج) هذه الأسماء تشير شكلها وألوانها."},{"id":266,"tank":16,"name_eng":"False Clown Fish","name_arabic":"أسماك المهرج الزائف","scientific_name":"Amphiprion ocellaris","image":"aquarium/tank_16_false_clownfish.jpg","distribution_label_eng":"Indian Ocean","distribution_label_arabic":"المحيط الهندى","distribution_image":"aquarium/False-Clown-Fish.png","description_eng":"These fish have a symbiotic relationship with sea anemones to provide habitats for them. \r\n\r\nFalse Clownfish have mucus layer  that provides protection from the anemone’s stinging cells.\r\n\r\nThe difference between false clownfish and clownfish, false clownfish often have much less black outlining their white strip, and clownfish on the other hand usually has thicker black stripes outlining the white stripes on their body.","description_arabic":"يوجد علاقة تكافل بين هذه الأسماك وشقائق النعمان التى توفر المواطن الطبيعية لها.\r\n\r\nيوجد طبقة مخاطية على أجسام هذه الأسماك تحميها من خلايا شقائق النعمان الاسعة.\r\n\r\nالفرق بين أسماك المهرج الزائف وأسماك المهرج أن أسماك المهرج الزائف لديها عدة خطوط سوداء رفيعة تحدد شرائطها البيضاء أما أسماك المهرج لديها خطوط سوداء عريضة تحدد شرائطها البيضاء الموجودة على"},{"id":370,"tank":18,"name_eng":"Spanish Hogfish","name_arabic":"أسماك الخنزيرالأسبانية","scientific_name":"Bodianus rufus","image":"aquarium/tank_18_spanish_hogfish.jpg","distribution_label_eng":"Western Atlantic from southern Florida, USA to southern Brazil as well as in Bermuda, the Gulf of Mexico, and the Caribbean Sea.","distribution_label_arabic":"المحيط الأطلسي من جنوب فلوريدا، الولايات المتحدة الأمريكية إلى جنوب البرازيل وكذلك في برمودا وخليج المكسيك والبحر الكاريبي.","distribution_image":"aquarium/Spanish-Hogfish.png","description_eng":"Spanish hogfish are carnivorous that feed on invertebrates such as brittle stars, crustaceans, mollusks, and sea urchins.","description_arabic":"الأسماك المقوسة الأسبانية هي آكلة للحوم حيث تتغذى على اللافقاريات مثل نجوم البحر الهشة والقشريات والرخويات وقنافذ البحر.\r\n\r\nيلتقط الصغار أى شىء مثل عمال النظافة حتى يصل طولهم ل 8 سم عند هذه النقطة يحولون نظامهم الغذائي للتغذية على اللافقاريات.\r\n\r\nهذه الأسماك مزدوجة الجنس مبكرة الأنوثة فهى تغير جنسها من أنثى إلى ذكر عندما يصل طولها من 15  إلى 18 سم."},{"id":126,"tank":6,"name_eng":"Tricolor Shark minnow","name_arabic":"قرش المِنْوَة ثلاثى الألوان","scientific_name":"Balantiocheilos melanopterus","image":"aquarium/tank_6_tricolor_sharkminnow.jpg","distribution_label_eng":"Mekong and Chao Phraya River basins, Borneo, Malay Peninsula and  Sumatra, Asia","distribution_label_arabic":"حوض أنهار الميكونج ,تشاو , فرايا,بورنيو,شبه جزيرة الملايو, سومطره وآسيا.","distribution_image":"aquarium/Tricolor-Sharkminnow.png","description_eng":"The Shark minnow name comes from their torpedo shaped body and large fins.  These fish however, are not in fact true sharks.\r\n\r\nThey secrete a slimy mucous from their skin that provides protection against parasites and infection.  This protective coating also helps them to move faster through the water.\r\n\r\nThey are commonly called silver sharks because of their appearance and the shape of their dorsal fin.","description_arabic":"يطلق عليها أسم القرش مجازاً بسب جسمه الذى يشبه شكل الطوربيد ولكنه ليس من أسماك القرش فى الواقع.\r\n\r\nتفرز هذه الأسماك مخاط أو وحل السمك من جلدها لحمايتها من الطفيليات والعدوى وتساعدهم على السباحة بشكل أسرع فى الماء.\r\n\r\nيطلق عليها عادة اسم القرش الفضى نظراً لمظهرها وشكل الزعنفة الظهرية."},{"id":358,"tank":18,"name_eng":"Barracuda","name_arabic":"أسماك الباراكودا","scientific_name":"Sphyraena","image":"aquarium/tank_18_barracuda.jpg","distribution_label_eng":"Atlantic Ocean, Red Sea and Caribbean Sea","distribution_label_arabic":"المحيط الأطلسي والبحر الأحمر والبحر الكاريبي","distribution_image":"aquarium/Barracuda.png","description_eng":"These fish have a very sharp, dagger-like teeth which prevent slipping of the prey from their mouth","description_arabic":"هذه الأسماك لديها أسنان حادة جدا تشبه الخنجرمما يمنع إنزلاق الفريسة من فمها.\r\n\r\n أسماك الباراكودا يمكن أن تسبح بسرعة 25 ميلا في الساعة. هذه الميزة مفيدة سواء للصيد أو الهروب من المفترسين.\r\n\r\nيمكن تحديد عمرها عن طريق عد الحلقات الموجودة على قشورها وعلى هيكلها في الأذن الداخلية."},{"id":311,"tank":16,"name_eng":"Moon Jelly","name_arabic":"هُلام البحر القمرى(قنديل البحر)","scientific_name":"Aurelia aurita","image":"aquarium/tank_16_moon_jellies.jpg","distribution_label_eng":"Off coast of Britain and Ireland, and can occasionally be found in harbors and estuaries.","distribution_label_arabic":"قبالة سواحل بريطانيا وأيرلندا، وفي بعض الأحيان قرب الموانئ ومصبات الأنهار.","distribution_image":"aquarium/Moon-Jelly.png","description_eng":"These jellies get their common name from their round shape body like moon. \r\n\r\nThey depend on the current of the water to move to their next location. \r\n\r\nThey use their tentacles to sting their predator or prey.","description_arabic":"حصلت هذه الهُلاميات على إسمها الشائع بسبب شكل جسمها الدائرى الذى يشبه القمر. \r\n\r\nتعتمد على حركة تيار الماء لتنقلها من مكان لآخر.\r\n\r\nتستخدم مجساتها للسع المفترسين أو الفرائس."},{"id":303,"tank":16,"name_eng":"Razor Fish","name_arabic":"أسماك الشفرة","scientific_name":"Aeoliscus strigatus","image":"aquarium/tank_16_razor_fish.jpg","distribution_label_eng":"Indo-West Pacific, Australia to South Wales","distribution_label_arabic":"بين المحيط الهندى وغرب المحيط الهادى واستراليا إلى جنوب ويلز","distribution_image":"aquarium/Razor-Fish.png","description_eng":"These fish swim vertically, in sychronised groups, with their long snouts pointing down.\r\n\r\nThey are closely-related to seahorse.","description_arabic":"هذه الأسماك تسبح بطريقة عمودية فى مجموعات متوافقة وخطومها الطويلة تشير لإسفل.\r\n\r\nهذه الأسماك شديدة القرابة لحصان البحر."},{"id":300,"tank":16,"name_eng":"Kuda Seahorse","name_arabic":"حصان البحر (كودا)","scientific_name":"Hippocampus kuda","image":"aquarium/tank_16_kuda_sea_horse.jpg","distribution_label_eng":"Indo-Pacific","distribution_label_arabic":"المحيطين الهندي والهادى","distribution_image":"aquarium/Kuda-Seahorse.png","description_eng":"They have a prehensile tail which allows them to grip onto sea grass and other weeds and prevents them from being washed away by strong currents and wave\r\n\r\nThe male is the one who gets pregnant. The female deposits her eggs inside the male's pouch then fertilize it.  After fertilizes them for 14 weeks,  he will then release the fry.","description_arabic":"لديها ذيل قابض مما يسمح لهم بالتشبث بالأعشاب البحرية والحشائش الأخرى ويحول دن أن تجرفها التيارات القوية والأمواج.\r\n\r\nالذكر هو الذى يحمل .تضع الأنثى البيض فى جراب الذكر للتخصيب, بعد تخصيب البيض لمدة 14 يوماً يقوم الذكر بأطلاق سراح الصغار."},{"id":296,"tank":16,"name_eng":"Garden Eel","name_arabic":"إنقليس الحدائق","scientific_name":"Taeniconger hassi","image":"aquarium/tank_16_garden_eel.jpg","distribution_label_eng":"Indo-Pacific","distribution_label_arabic":"المحيطين الهندي والهادى","distribution_image":"aquarium/Garden-Eel.png","description_eng":"These eels are quite shy and will vanish into their sandy burrows when approched. \r\n\r\nThese eels live in sandy burrows near coral reefs. When they are feeding, hundreds or even thousands, of Garden Eels extend up to  two-thirds of their body out of their burrows. \r\n\r\nWhen Garden Eels are extended from their burrows, they will all move their bodies and mouths  to face the moving current at the same time. This is in order to capture floating zooplankton from the passing current to feed on.","description_arabic":"أسماك الإنقليس هذه خجولة جداً لدرجة أنها تختفى فى جحورها الرملية عن الإقتراب منها\r\n\r\nتعيش أسماك الإنقليس هذه فى جحور رملية بجوار الشعاب المرجانية وعندما تبحث عن الطعام ,تخرج المئات بل الآلاف منها  ثلثى جسمها  فقط من الجحور\r\n\r\nتوجه جسمها وفمها جميعاً فى مواجهة حركة التيار وذلك لإلتقاط العوالق البحرية من التيار المار."},{"id":401,"tank":20,"name_eng":"Pineapple Fish","name_arabic":"أسماك الأناناس","scientific_name":"Cleidopus gloriamaris","image":"aquarium/tank_20_pineapple_fish.jpg","distribution_label_eng":"Western and Eastern Australia","distribution_label_arabic":"شرق وغرب أستراليا","distribution_image":"aquarium/Pineapple-Fish.png","description_eng":"These fish have strange light called \"bio-luminescent\"  bacteria. This light organ is best seen at night as it is luminescent and they use it to attract small prey to its mouth to feed on. \r\n\r\nThese fish get their common from their spiny yellow scales resembling like a pineapple.\r\n\r\nThese fish have a sharp scales to protect them from predators.","description_arabic":"هذا النوع لديه خاصية غريبة تعرف (بالإضاءة الحيوية) ويمكن ملاحظتها جيداً بالليل عندما تشع السمكة أضواء لجذب فرائسها الضغيرة وأكلها.\r\n\r\nأُطلق عليها هذا الإسم بسب قشورها الصفراء الخشنة التى تشبه قشور ثمرة الأناناس.\r\n\r\nلديها قشور حادة لحمايتها من المفترسين."},{"id":315,"tank":16,"name_eng":"Upside Down Sea Jellies","name_arabic":"هُلام البحر المقلوب رأساً على عقب","scientific_name":"Cassiopea xamachana","image":"aquarium/tank_16_upside_down_sea_jellies.jpg","distribution_label_eng":"Caribbean, Gulf of Mexico, and tropical water","distribution_label_arabic":"منطقة الكاريبى, خليج المكسيك و المياه الإستوائية","distribution_image":"aquarium/Upside-Down-Sea-Jellies.png","description_eng":"The bell if this sea jelly  can reach up to 30 centimetres  in diametre  and provide a unique symbiotic habitat for algae. \r\n\r\nBy laying upside down, the sea jelly exposes its algae to the sun, allowing it to photosynthesize. \r\n\r\nCrabs are known to carry Upside-Down jellies on their back as a form of protection, relying on the tentacles to warn off predators. \r\n\r\nA group of jellies is called a bloom.","description_arabic":"يمكن أن يصل قطر جسم (الجرس)هُلاميات البحر هذه إلى 30 سم وهى توفر البيئة التكافلية الفريدة من نوعها للطحالب\r\n\r\nيسمح بقائها رأساً على عقب للطحالب بالتعرض لضوء الشمس والقيام بعملية البناء الضوئى. \r\n\r\nو من المعروف ان السرطان يقوم بحمل قناديل البحررأسا على عقب على ظهورهم كشكل من أشكال الحماية و الاعتماد على مجسانها للتحذير من المفترس. \r\n\r\nالمجموعة من هثلام البحر تسمى البرعم."},{"id":142,"tank":6,"name_eng":"Tiger Barb","name_arabic":"سمكة النمر ذو الشوكة","scientific_name":"Puntius tetrazona","image":"aquarium/tank_6_tigerbarb.jpg","distribution_label_eng":"South East Asia","distribution_label_arabic":"جنوب شرق آسيا","distribution_image":"aquarium/Tiger-Barb.png","description_eng":"They are known to be ferocious and dominant predators with other small fish. \r\n\r\nThese species of barb have the same similar looks to its two closest relatives, the black ruby barb and the five-banded barb.\r\n\r\nThese fish are highly social and often see them in a large groups. They like to form in a group escpecilly if the fish with them have the same pattern.","description_arabic":"يعرف عنها أنها سمكة مفترسة شرسة ومسيطرة على الأسماك الصغيرة الأخرى.\r\n\r\nهذا النوع من الاسماك يشبه سمكة بارب الاسود و سمكة الشوكة ذات الخمس نقاط واللاتي ينتمين الى نفس الفصيلة .\r\n\r\nيعرف عن هذه الأسماك أنها إجتماعية جدا وعادة مانراها فى مجموعات كبيرة وتحب ان تنخرط فى مجموعات خاصة مع الأسماك التى لديها نفس النمط."},{"id":331,"tank":17,"name_eng":"Lyre Tail Anthias","name_arabic":"أسماك (الجرّاح) ذيل المبرد الزرقاء","scientific_name":"Pseudanthias squamipinnis","image":"aquarium/tank_17_lyretail_anthias.jpg","distribution_label_eng":"Indo-Pacific","distribution_label_arabic":"المحيطين الهندي والهادى","distribution_image":"aquarium/Anthias.png","description_eng":"These fish are hermaprodites  means if the dominate male dies, the largest female on the group will develop into male. \r\n\r\nTo identify between males and females, females have yellow tip on the spine tipped dorsal fins. \r\n\r\nThese fish spends most of their time around the coral.  They are zooplakton feeders.","description_arabic":"أن هذا النوع من الأسماك مزدوج الجنس بمعنى أنه إذا مات الذكر المهيمن فإن اكبر الإناث حجماً تتحول إلى ذكر وتتولى المسئولية.\r\n\r\nلتميز الإناث عن الذكور , لدى الإناث بقعة صفراء تغطى الزعنفة الظهرية.\r\n\r\nتقضى هذه الأسماك معظم وقتها فى السباحة حول الشعاب المرجانية وتتغذى على العوالق البحرية."},{"id":327,"tank":17,"name_eng":"Blue clown Tang","name_arabic":"أسماك (الجرّاح) ذيل المبرد الزرقاء","scientific_name":"Paracanthurus hepatus","image":"aquarium/tank_17_blue_tang.jpg","distribution_label_eng":"Indian Ocean","distribution_label_arabic":"المحيط الهندى","distribution_image":"aquarium/Blue-Tang_x4xBHhK.png","description_eng":"These fish also recognized as \"Dory\" in the movie \"Nemo\" .\r\n\r\nAcanthurus is derived from the Greek word \"acantha\" which means thorn, and the Greek word \"oura\" which means tail.\r\n\r\nThe flesh of the blue tang is poisonous","description_arabic":"تعرف هذه السمكة بإسم ( دورى ) فى فيلم البحث عن ( نيمو )\r\n\r\nيتكون إسم هذه السمكة من كلمتين يونانيتين قديمتين تعنى (سَن) و ( ذيل )\r\n\r\nلحم هذه السمكة سام."},{"id":323,"tank":17,"name_eng":"Yellow Tang","name_arabic":"أسماك (الجرّاح) ذيل المبرد الصفراء","scientific_name":"Zebrasoma flavescens","image":"aquarium/tank_17_yellow_tang.jpg","distribution_label_eng":"Red Sea","distribution_label_arabic":"البحر الأحمر","distribution_image":"aquarium/Yellow-Tang_gYiXk4g.png","description_eng":"The word is applied to smaller members of the group, is an abbreviation of the German Seetang meaning \"seaweed\" .\r\n\r\nIf these fish feel threatened or stress, they develop a vertical white band on their bodies.\r\n\r\nThey have razor-sharp scalpel at the base of their tails. They hides in the crevice, in the coral or rocks and anchor itself in using this scalpel.","description_arabic":"يطلق إسم ( الأعشاب البحرية) على أصغر الأسماك الموجودة فى المجموعة .\r\n\r\nعندما تشعر هذه الأسماك بالتهديد أو القلق تقوم بإظهار شريط أبيض على جسمها.\r\n\r\nلديها مشرط حاد على قاعدة ذيلها وهى تقوم بالإختباء فى الكهوف وبين صخور الشعاب مستخدمة ذلك المشرط لتثبيت نفسها."},{"id":354,"tank":18,"name_eng":"Bonnethead Shark","name_arabic":"القرش ذو رأس الطاقية","scientific_name":"Sphyrna tiburo","image":"aquarium/tank_18_bonnethead.jpg","distribution_label_eng":"Tropical Eastern Pacific, Western North Atlantic, Caribbean, Amazonian.","distribution_label_arabic":"المناطق الإستوائية الشرقية فى المحيط الهادى والغربية فى المحيط الأطلنطى, الكاريبى والأمازون","distribution_image":"aquarium/Bonnethead-Shark_u02XYQv.png","description_eng":"These sharks get their common name for their very unique “bonnet” shaped head, their eyes are located on the rounded lobes on the side of their flattened head.","description_arabic":"حصلت أسماك القرش هذه على إسمها الشائع من شكل رأسها الفريد الذى يشبه الطاقية ,تقع عيونها على فصوص دائرية على جانب رؤوسها المسطحة.\r\n\r\nلوحظ ان هذا النوع لديه اساليب منظمة للتواصل تتضمن هز الرأس , إنحناء الظهر , النفخ من الجراب الخيشومى , عض الفك ووصل الرأس بالذيل فى خطوط يمكن لأن تصل إلى خمسة قروش يتبع بعضهم الآخر.\r\n\r\nعلى الرغم من مظهرها الطريف فأن أعينها تمكنها من الرؤية فى الإضاءة المنخفضة بأستخدام عضو خاص يسمى العين البراقة."},{"id":316,"tank":17,"name_eng":"Purple Tang","name_arabic":"أسماك ذيل المبرد البنفسجية","scientific_name":"Zebrasoma xanthurum","image":"aquarium/tank_17_purple_tang_6G8dOp5.jpg","distribution_label_eng":"Red Sea","distribution_label_arabic":"البحر الأحمر","distribution_image":"aquarium/Yellow-Tang_LNAG5EV.png","description_eng":"These fish spends daily seeking food, before finding a suitable cave where  it can shelter during the night. \r\n\r\nThese Tang has a deep blue or purple with dark spots on the face, bright yellow pectoril fins and yellow caudal fin. \r\n\r\nThey are also known as the Yellowtail Sailfin Tang, Yellowtail Surgeonfish, and the Blue Surgeonfish.","description_arabic":"تبحث هذه الأسماك عن الطعام خلال النهار وعندما يحل الظلام تبدأ فى البحث عن كهف مناسب للحماية.\r\n\r\nهذه الأسماك لديها لون أزرق غامق أو بنفسجى مع بقع داكنة على الوجة وزعانف صدرية وذيلية لامعة.\r\n\r\nتعرف أيضاً بسمكة ذيل المبرد صفراء الذيل أو سمكة الجرّاح صفراء أو زرقاء الذيل."},{"id":152,"tank":7,"name_eng":"White Cloud Mountain Minnow","name_arabic":"أسماك سحابة الجبل البيضاء ( المنوة)","scientific_name":"Tanichthys albonubes","image":"aquarium/tank_7_white_cloud_minnow.jpg","distribution_label_eng":"Hainan Island","distribution_label_arabic":"جزيرة هاينان","distribution_image":"aquarium/White-Cloud-Mountain-Minnow.png","description_eng":"The scientific name, Tanichthys, means 'Tan's fish' and the, albonubes means 'White Cloud'.  \r\n\r\nIt was believed to be extinct for some years, but an apparently native population of this fish was discovered on Hainan Island, well away from the White Cloud Mountain. \r\n\r\nThese fish was discovered by a boy scout in Southern China in 1930.","description_arabic":"إسمها العلمى مشتق من كلمتين صينية ولآتينية تعنى سحابة الجبل البيضاء.\r\n\r\nكان يُعتقد أنها إنقرضت منذ عدة سنوات وعلى مايبدو أنه تم إكتشاف السكان الأصليين لهذه الأسماك فى جزيرة هاينان بعيداً عن سحابة الجبل البيضاء.\r\n\r\nتم اكتشاف هذه الأسماك من قبل فتى الكشافة في جنوب الصين في عام 1930."},{"id":353,"tank":17,"name_eng":"Semi-Circle Angelfish","name_arabic":"أسماك الملاك ذات أنصاف الدوائر","scientific_name":"Pomacanthus semicirculatus","image":"aquarium/tank_17_semi_circle_angelfish.jpg","distribution_label_eng":"Indo-Pacific Ocean","distribution_label_arabic":"المحيط الهندي والمحيط الهادى","distribution_image":"aquarium/Semi-Circle_-Angelfish.png","description_eng":"These fish have sharp spines on gill covers are used in defence.\r\n\r\nThese fish gets their common name from their semicircular banding and markings of vidid blue and bright white on their  bodies. \r\n\r\nSemi-Circle Angelfish loves to nips corals. Their mainly diet is algae and often see them spending their time nipping the corals.","description_arabic":"لديها أشواك حادة على أغطية الخياشيم تستخدمها للدفاع.\r\n\r\nحصلت على إسمها الشائع من الشرائط النصف دائرية واللون الأزرق النابض بالحياة والأبيض الامع على أجسامها.\r\n\r\nهذه الأسماك تحب أن تعض الشعاب المرجانية ولكن غذائها الرئيسى يتكون عادة من الطحالب ."},{"id":349,"tank":17,"name_eng":"Lipstick  unicornfish","name_arabic":"أسماك وحيد القرن","scientific_name":"Nasso lituratus","image":"aquarium/tank_17_lipstick_unicorn.jpg","distribution_label_eng":"Fiji, Hawaii, Indonesia, Sri Lanka, Vanuatu","distribution_label_arabic":"فيجي وهاواي وإندونيسيا وسريلانكا، فانواتو","distribution_image":"aquarium/Lipstick-Unicorn.png","description_eng":"They have sharp spines at the caudal that can cause serious harm to their prey and predator. \r\n\r\nTo differentiate between male and female, males develp a long streamers at the tip of their tails. \r\n\r\nThey get their common name “lipstick” tang because their lips looks like they were painted in place.","description_arabic":"لديها أشواك حادة في الذيل  يمكنها إلحاق ضرر جسيم لفرائسها ومفترسيها.\r\n\r\nللتمييز بين الذكور والإناث , لدى الذكور شرائط ملونة بطرف الذيل.\r\n\r\nتعرف أيضا بسمكة (أحمر الشفاة) لأن شفاة السمكة تبدو كالمطلية."},{"id":345,"tank":17,"name_eng":"Decorator Sea Urchin","name_arabic":"قنفذ البحر المزخرف","scientific_name":"Tripneustes gratilla","image":"aquarium/tank_17_decorator_urchin.jpg","distribution_label_eng":"Indo-Pacific, Hwaii, and Red Sea","distribution_label_arabic":"المحيطين الهندي والهادى، هاواي والبحر الأحمر","distribution_image":"aquarium/Decorator-Sea-Urchin_iokioW5.png","description_eng":"Just like many other sea creatures, sea urchins reproduce by releasing eggs and sperm cells in the water. This type of reproduction is called external fertilization.\r\n\r\nSea urchins have globe-like shape of the body that is covered with large number of long spines. Bony plates form shell that provides protection for the soft inner parts.\r\n\r\nCertain species of sea urchins (such as flower urchin) have spikes filled with venom.","description_arabic":"تماماً مثل العديد من المخلوقات البحرية الأخرى، قنافذ البحر تتكاثر عن طريق إطلاق سراح البيض والخلايا المنوية في الماء. ويسمى هذا النوع من التكاثرالإخصاب الخارجي.\r\n\r\nلديها جسم يشبه الكرة الأرضية مغطى بأعداد كبيرة من الأشواك الطويلة وصدفة تحتوى على صفائح عظمية لتوفرالحماية للأجزاء الداخلية الحساسة.\r\n\r\nبعض الأنواع من قنافذ البحر (مثل قنفذ الزهرة) لديها أشواك مليئة بالسُم."},{"id":339,"tank":17,"name_eng":"Corals","name_arabic":"الشعب المرجانية","scientific_name":"Anthozoa","image":"aquarium/tank_17_corals_DDW6VST.jpg","distribution_label_eng":"All around the world (tropical and subtropical waters)","distribution_label_arabic":"جميع أنحاء العالم (المياه الاستوائية وشبه الاستوائية)","distribution_image":"aquarium/Corals_fhlRBtO.png","description_eng":"Corals are important because they protect coasts form strong currents and waves.\r\n\r\n0.2 % of the ocean  floor is covered by coral reefs. \r\n\r\n25 % if marine mammals are supported by coral reef systems. \r\n\r\nConservation Status: \r\n75 % of the world's reefs are threatened.","description_arabic":"الشعاب المرجانية مهمة لأنها تحمي السواحل من التيارات القوية والامواج.\r\n\r\nتغطى 2% من مساحة قيعان المحيطات.\r\n\r\nيدعم النظام البيئى للشعاب المرجانية 25% من الثدييات البحرية.\r\n\r\nحالة المحافظة عليها :\r\nنسبة 75% من الشعاب المرجانية مهددة بالإنقراض."},{"id":258,"tank":16,"name_eng":"Yellow Tang","name_arabic":"أسماك ذيل المبرد ( الجرّاح) الصفراء","scientific_name":"Zebrasoma flavescens","image":"aquarium/tank_16_yellow_tang.jpg","distribution_label_eng":"Red Sea","distribution_label_arabic":"البحر الأحمر","distribution_image":"aquarium/Yellow-Tang.png","description_eng":"The word is applied to smaller members of the group, is an abbreviation of the German Seetang meaning \"seaweed\" \r\n\r\nIf these fish feel threatened or stress, they develop a vertical white band on their bodies. \r\n\r\nThey have razor-sharp scalpel at the base of their tails. They hides in the crevice, in the coral or rocks and anchor itself in using this scalpel.","description_arabic":"يطلق على أصغر أعضاء المجموعة كلمة من اللغة الألمانية بمعنى طحالب .\r\n\r\nعندما تشعرهذه الأسماك بالتهديد أو التوتر، فإنها تُظهر شريط أبيض عمودى على أجسادها.\r\n\r\nلديها مشرط حاد جداً عل قاعدة الذيل تستخدمه  كمرساة عندما تختبىء بين شقوق الصخور والشعاب."},{"id":335,"tank":17,"name_eng":"Zoanthids","name_arabic":"شقائق النعمان","scientific_name":"Zoanthus","image":"aquarium/tank_17_zoanthids.jpg","distribution_label_eng":"All around the world","distribution_label_arabic":"جميع أنحاء العالم","distribution_image":"aquarium/Zoanthids.png","description_eng":"Some zoanthids contain powerful toxins to protect themselves against predators. The toxic can paralyse and even kill. \r\n\r\nMost zoanthids feed on plankton, some also feed on finer particles.\r\n\r\nThe poison extracted from a zoanthid, has been used to better understand how our body works and may provide better treatment of hypertension, heart disease and other disorders.","description_arabic":"بعض هذه الأنواع تحمل سُم قوى يصيب بالشلل واحياناً الموت لحمايتها من المفترسات.\r\n\r\nأن معظم هذه الأنواع يتغذى على العوالق البحرية وبعضها يتغذى على الجسيمات الدقيقة.\r\n\r\nالسُم المستخلص من هذا النوع إسُتخدم للحصول على فهم أفضل لكيفية عمل أجسامنا ويمكن لهذا السُم أن يوفر لنا علاج أفضل لأمراض القلب وإرتفاع ضغط الدم وبعض الإضطرابات الأخرى."},{"id":200,"tank":13,"name_eng":"African Clawed Frog","name_arabic":"الضفدع الإفريقى ذو المخلب","scientific_name":"Xenopus laevis","image":"aquarium/tank_13_clawed_frog.jpg","distribution_label_eng":"South and East Africa","distribution_label_arabic":"جنوب وشرق أفريقيا","distribution_image":"aquarium/African-Clawed_Frog.png","description_eng":"During the 1940s, female African clawed frogs were injected with urine of a female human. If the human was pregnant, then the injected frog would start producing eggs. \r\n\r\nDuing the rainy season, it can crawl long distance to another pond. They can also burrows in the mud and may lie hibernate for up to a year. \r\n\r\nTheir skin produce a type of antibiotic called Manganins, that can be used to heal wounded skin.\r\n\r\nThey have large stores of Fat are kept attached to each kidney. This fat is used to make energy during Breeding and Hibernation.  \r\n\r\nThey have lack of vocal chords. To attract the female, they use their muscle contractions in their throat to produce noise. This noise is use to attract female during courtship.","description_arabic":"فى عام 1940 كان يتم حقن إناث الضفدع الإفريقى ذو المخلب ببول المرأة .إذا بدأت إنثى الضفدع بوضع البيض فهذا دليل على حمل المرأة.\r\n\r\nخلال موسم الأمطار تستطيع الزحف مسافات بعيدة للوصول لبركة أخرى. يمكنها أيضاً دفن نفسها فى الوحل وربما تدخل فى ثبات شتوى لمدة عام.\r\n\r\nيتم إستخراج  نوع من المضاد حيوى من جلدها يسمى( مانجنايز) يمكن إستخدامه لعلاج جروح الجلد.\r\n\r\nلديها مخازن كبيرة من الدهون موصولة مباشرة بالكليتين. هذه الدهون تُستخدم لإنتاج الطاقة الازمة للنمو والسبات الشتوى.\r\n\r\nتستخدم تقلصات عضلات الحلق لإحداث ضوضاء لجذب الإناث حيث أن هذه الضفادع تعانى نقصاً فى الأحبال الصوتية."},{"id":366,"tank":18,"name_eng":"Lookdown Fish","name_arabic":"السمكة الناظرة لأسفل","scientific_name":"Selene vomer","image":"aquarium/tank_18_lookdown_fish.jpg","distribution_label_eng":"Canada, Uruguay, including Bermuda and the Gulf of Mexico.","distribution_label_arabic":"كندا، أوروغواي، بما في ذلك برمودا وخليج المكسيك","distribution_image":"aquarium/Lookdown-Fish.png","description_eng":"The Lookdown is best known for how thin it is, and its bright, shimmering blueish-silver scales which are highly reflective.","description_arabic":"هذه السمكة تشتهر بمظهرها الرقيق وبألوان قشورها الزرقاء الفضية المتلألئة التى تعكس الضوء بشدة.\r\n\r\nيمكن لهذه السمكة أن تصدر اصوات من خلال اسنانها وكيس المثانة المائية عندما تشعر بالقلق.\r\n\r\nيمكن لهذه الأسماك إستخادم لون وجهها المعدنى  عندما تتنقل فى مجموعات للتشويش على المفترسات ."},{"id":362,"tank":18,"name_eng":"Porkfish","name_arabic":"أسماك لحم الخنزير","scientific_name":"Anisotremus virginicus","image":"aquarium/tank_18_porkfish.jpg","distribution_label_eng":"Atlantic Ocean,Caribbean Sea and Gulf of Mexico","distribution_label_arabic":"المحيط الأطلسي والبحر الكاريبي وخليج المكسيك","distribution_image":"aquarium/Porkfish.png","description_eng":"The Porkfish has a deep body, a blunt snout, and thick lips. It maintains a higher dorsal profile than most grunts.","description_arabic":"سمكة لحم الخنزير لديها جسم متين , خطم حاد وشفاه غليظة. تتميز بأرتفاع الجانب الظهرى لديها.\r\n\r\nيمكن لهذه السمكة أن تصدر اصوات من خلال اسنانها وكيس المثانة المائية عندما تكون فى محنة .\r\n\r\nهو النوع الوحيد الذي يمتلك شوكتان سوداوان و خطوط صفراء."},{"id":426,"tank":21,"name_eng":"Laughing Kookaburra","name_arabic":"طائر الرفراف( الكوكابورا الضاحك)","scientific_name":"Dacelo novaeguineae","image":"aquarium/tank_21_kookaburra.jpg","distribution_label_eng":"Tasmania, Australia and New Guinea","distribution_label_arabic":"أستراليا وغينيا الجديدة وتاسمانيا","distribution_image":"aquarium/Kookaburra.png","description_eng":"They make loud calls like echoing human laughter \r\n\r\nThey sing as chorus to mark their territory.\r\n\r\nThey are the largest of the kingfisher family. They are very patient hunters and will sit for a long period of time to wait for an opportunity.","description_arabic":"تصدر أصوات عالية مثل ضحكة الإنسان.\r\n\r\nتغنى كمجموعة من المنشدين لتحديد المنطقة المسيطرة عليها.\r\n\r\nهى الأكبر حجماً فى عائلة طيور الرفراف. تتميز بالصبر الشديد عندما تصطاد حتى أنها تنتظر ساعات طويلة للحصول على فرصة صيد."},{"id":433,"tank":23,"name_eng":"Sand Tiger Shark","name_arabic":"القرش النمر الرملي","scientific_name":"Carcharias taurus","image":"aquarium/tank_23_sandtiger_shark.jpg","distribution_label_eng":"Tropical warm water","distribution_label_arabic":"المياه الإستوائية الدفيئة","distribution_image":"aquarium/Moorish-Idol_cdtYXwz.png","description_eng":"The shark's skin is made up of small structure or  modified scales called dermal denticles. They all point  towards the tail, and help reduce friction in the water when the shark is swimming. \r\n\r\nSharks have lateral line system in order to capture prey. The lateral line allows them to sense vibrations in the water. They have also electro receptors to detect eletric fields given off by the prey that may not be noticed through other senses. \r\n\r\nFossil records indicate that they have been around for over 400 million years, making them older than dinasours.","description_arabic":"يتكون جلد هذه القروش من بنية صغيرة أو قشور معدلة تسمى بثور جلدية تتجه جميعها نحو الذيل وتساعد فى تقليل مقاومة الماء عند السباحة.\r\n\r\nأسماك القرش لديها نظام الخط الجانبي من أجل القبض على الفريسة. الخط الجانبي يتيح لهم الشعور بالاهتزازات في الماء. لديها أيضا مستقبلات كهربائية للكشف عن المجالات الكهربائية المنبعثة من الفريسة التي ربما لايمكن ملاحظتها بواسطة الحواس الأخرى.\r\n\r\nتشير السجلات الأحفورية إلى أن اسماك القرش موجودة منذ أكثر من 400 مليون سنة، مما يجعلها أقدم من الديناصورات."},{"id":389,"tank":20,"name_eng":"Big Roughy Fish","name_arabic":"السمك الكبير ذو القشور الخشنة","scientific_name":"Hoplostethus atlanticus","image":"aquarium/tank_20_roughy_fish.jpg","distribution_label_eng":"Pacific Ocean and Atlantic Ocean","distribution_label_arabic":"المحيط الهادي والمحيط الأطلنطى","distribution_image":"aquarium/Big-Roughy-Fish.png","description_eng":"They have deep-bodied bright red with large, rough scales hence they got their common name. \r\n\r\nThese fish are also known as 'Slimehead\".\r\n\r\nThese fish have a slow growth rate,and low productivity.","description_arabic":"أطلق عليها هذا الإسم نظراً لجسدها الممتلىء وقشورها الخشنة.\r\n\r\nتعرف أيضاً بذات (الرأس المُخاطى).\r\n\r\nهذه الأسماك لديها معدل نمو بطيء، وقابلية إنتاج منخفضة."},{"id":256,"tank":15,"name_eng":"Giant Pacific Octopus","name_arabic":"أخطبوط المحيط الهادى العملاق","scientific_name":"Enteroctopus dofleini","image":"aquarium/tank_15_giant_pacific.jpg","distribution_label_eng":"North Pacific Ocean","distribution_label_arabic":"شمال الحيط الهادى","distribution_image":"aquarium/Giant-Pacific-Octopus.png","description_eng":"Their body is made up of the mantle (head) and eight arms or tentacles. The mantle contains all of the organs, including three hearts. \r\n\r\nThey can easily work out puzzles or mazes that lead to food and will remember a route through a maze after only a couple of attempts. \r\n\r\nTo reproduce, males will approach a female’s burrow and if they are not chased away, hand over a packet of spermatozoa called a spermatophore which the female can keep in her mantle pouch for up to a week before breaking it open to fertilize her eggs.","description_arabic":"يتكون الجسم من الرأس وثمانية أذرع أو مجسات . يحتوى الرأس على كل الأعضاء بما فيها ثلاثة قلوب.\r\n\r\nيمكنها بسهولة حل الألغاز والتعرف على مكان الطعام خلال المتاهات بعد عدة محاولات للحصول على الطعام عبر الطريق الصحيح.\r\n\r\nخلال موسم التكاثر يقترب الذكور من جحور الإناث وإذا لم يطردوا , يقوموا بتسليم حافظة تحتوى على الحيوانات المنوية للإناث التى تحتفظ بها مايقرب من إسبوع فى جراب داخل الرأس قبل فتح هذا الجراب لتخصيب البيض."},{"id":393,"tank":20,"name_eng":"Snipefish","name_arabic":"السمكة المنقارية","scientific_name":"Macroramphosus gracilis","image":"aquarium/tank_20_snipe_fish.jpg","distribution_label_eng":"Pacific Ocean,Atlantic Ocean and Indian Ocean","distribution_label_arabic":"المحيط الهادى والمحيط الأطلسي والمحيط الهندي","distribution_image":"aquarium/Snipefish.png","description_eng":"These fish have long beak in the shape of a tube, with a small mouth with no teeth at the end.\r\n\r\nThey have large eyes that use to locate their prey. \r\n\r\nThese fish belong to the family of seahorses, sea dragons, and pipefish.","description_arabic":"هذا النوع لديه منقار طويل إسطوانى الشكل وفم صغير بدون أسنان فى آخره.\r\n\r\nلديها عيون واسعة تساعدها على تحديد موقع فريستها.\r\n\r\nينتمى هذا النوع لعائلة حصان البحر, تنين البحر والأسماك الأنبوبية."},{"id":397,"tank":20,"name_eng":"Sea Anemone","name_arabic":"شقائق النعمان البحرية","scientific_name":"Urticina piscivora","image":"aquarium/tank_20_sea_anemone.jpg","distribution_label_eng":"All over the world","distribution_label_arabic":"جميع أنحاء العالم","distribution_image":"aquarium/Sea-Anemone.png","description_eng":"The sea anemone has a mix of venom, including neurotoxins  that paralyzes prey. \r\n\r\nThe mouth of the sea anemone  is located in the middle of the oral disc surrounded by tentacles. \r\n\r\nSome Sea Anemones can live up to 50 years or more.","description_arabic":"تحمل شقائق النعمان مزيج من أنواع السم , منها نوعاً يؤثر على الأعصاب ويصيبها بالشلل.\r\n\r\nيقع فم شقائق النعمان في منتصف القرص الفموي وتحيط به المجسات.\r\n\r\nتستطيع بعض أنواع شقائق النعمان أن تعيش مايقرب من 50 عام أو أكثر."},{"id":422,"tank":21,"name_eng":"Rainbow Lorikeet","name_arabic":"ببغاء قوس قزح الأسترالى","scientific_name":"Trichoglossus haematodus","image":"aquarium/tank_21_lorikeet.jpg","distribution_label_eng":"Australia","distribution_label_arabic":"أستراليا","distribution_image":"aquarium/Rainbow-Lorikeet.png","description_eng":"They have eyeballs called \"bristles\" that protect the eyes from lying insects. \r\n\r\nTheir only mainly diet consits of pollen nectar, seeds, insects and fruits. \r\n\r\nThey are monogamous in nature, meaning they only have one mating partner for their entire life.","description_arabic":"لديها مقلة عين مثل الشعر القصير الخشن تحمى عينها من الحشرات الطائرة.\r\n\r\nغذائها الرئيسى يتكون من حبوب اللقاح ,رحيق الأزهار ,البذور , الحشرات والفواكه.\r\n\r\nأنها أُحادية الزوج أو الزوجة ممايعنى انها تعيش مع شريك واحد مدى الحياة."},{"id":451,"tank":23,"name_eng":"Wobbegong Shark","name_arabic":"أسماك قرش السِجاد","scientific_name":"Orectolobidae","image":"aquarium/tank_23_wobbeging_shark.jpg","distribution_label_eng":"Pacific Ocean and Indian Ocean","distribution_label_arabic":"المحيط الهادي والمحيط الهندي","distribution_image":"aquarium/Wobbegong-Shark.png","description_eng":"They are alson known as Carpet Shark because of their pattern in their bodies. \r\n\r\nThese shark are bottom dwelling, they spend most of their time in the bottom of the sea. \r\n\r\nThey have barbells around their mouth to detect their prey.","description_arabic":"تعرف هذه الأسماك بقرش السِجاد بسب الرسومات الموجودة على جسمها.\r\n\r\nأنها تقضى معظم وقتها فى قيعان البحار لأنها من سكان القيعان.\r\n\r\nلديها زوائد استشعار حول الفم للكشف عن فرائسها."},{"id":443,"tank":23,"name_eng":"Zebra Shark","name_arabic":"قرش الحمار الوحشى","scientific_name":"Stegostoma fasciatum","image":"aquarium/tank_23_zebra_shark.jpg","distribution_label_eng":"Indo-Pacific Ocean","distribution_label_arabic":"المحيط الهندي والمحيط الهادى","distribution_image":"aquarium/Zebra-Shark.png","description_eng":"Zebra Shark gots its namefrom their spots; when they are juveniles, they have spot on their body that are similar to what zebra has.\r\n\r\nThey are two prominent ridges along the length of the body, and the impressive tail is longer than the body itself. \r\n\r\nTheir mouth and teeth are designed for crushing hard shells.","description_arabic":"حصلت اسماك القرش هذه على اسمها الشائع من البقع الموجودة على جسمها التى تشبه خطوط الحمار الوحشى فى الصغر.\r\n\r\nيوجد نتوئان بارزان على طول الجسم ولديها ذيل مثير للإعجاب اطول من جسمها.\r\n\r\nأن فمها وأسنانها صممت لسحق المحار."},{"id":226,"tank":15,"name_eng":"Blue Ringed Octopus","name_arabic":"الأخطبوط ذو الحلقات الزرقاء","scientific_name":"Hapalochleana lunulata","image":"aquarium/tank_15_blue_ring.jpg","distribution_label_eng":"Australia","distribution_label_arabic":"أستراليا","distribution_image":"aquarium/Blue-Ringed-Octopus.png","description_eng":"Don’t let their small, golf ball size fool you.  They have enough venom to kill 26 grown adults and there is no antidote. \r\n\r\nThese octopus doesn’t release ink like other species of octopus but their bite contains a toxin that can paralyze the whole body. \r\n\r\nBlue Ringed Octopus have a colouration range from grey to beige with large, light brown patches. When feeling threatened, they will display bright blue rings all over their body, hence the origin of their common name. \r\n\r\nConservation: \r\nBlue Ringed Octopus are thought to be threatened due to the effects of habitat loss however they are not currently listed on the IUCN (International Union of Conservation of Nature) Red List of Threatened Species.","description_arabic":"لاتدع حجمها الصغير مثل كرة الجولف يخدعك فهى لديها  من السٌم ما يكفى لقتل 26 شخص بالغ وهذا السُم لايوجد له ترياق.\r\n\r\nهذا الأخطبوط لايطلق الحبر مثل باقى أنواع الأخطبوط الأخرى ولكن عضته على سُم يمكنه إصابة كامل الجسم بالشلل.\r\n\r\nالأخطبوط ذو الحلقات الزرقاء لديه ألوان مختلفة مثل الرمادى والأبيض القاتم مع بقع كبيرة بلون بنى فاتح. عندما تشعر بالخطر تقوم بإظهار حلقات زرقاء لامعة على أجسامها ومن هنا حصلت على إسمها الشائع.\r\n\r\nحالة المحافظة عليها :\r\nيُعتقد أن الأخطبوط ذو الحلقات الزرقاء من الأنواع المهددة نظراً لفقدان الموطن وعلى الرغم من ذلك لم يتم إدراجه فى القائمة الحمراء للأنواع المهددة بالإنقراض فى الإتحاد الدولى للمحافظة على الطبيعة."},{"id":438,"tank":23,"name_eng":"Tawny Nurse Shark","name_arabic":"القرش الأصحر ماص الطعام","scientific_name":"Nebrius ferrugineus","image":"aquarium/tank_23_nurse_shark.jpg","distribution_label_eng":"Indo-Pacific Ocean","distribution_label_arabic":"المحيط الهندي والمحيط الهادى","distribution_image":"aquarium/Tawny-Nurse-Shark.png","description_eng":"They get their common name from their  behaviour of sucking their food like a baby. \r\n\r\nThese sharks have 2 barbels around their mouth to detect their prey. \r\n\r\nThis is generally harmless docile shark that is primarily nocturnal but maybe active during the day and feeds on a variert of bottom dwelling  invertebrates and small fish including crustaceans and sea urchin.","description_arabic":"أنها حصلت على إسمها الشائع من طريقة مصها للطعام مثل الطفل الرضيع.\r\n\r\nهذه القروش لديها إسطواناتان حول الفم لإكتشاف فرائسها.\r\n\r\nهذه القروش عامة غير مؤذية سهلة الإنقياد وهى كائنات ليلية بالمقام الأول ولكنها ربما تنشط خلال النهار تتغذى على مجموعة متنوعة من سكان القيعان من اللافقاريات مثل القشريات الصغيرة وقنفذ البحر."},{"id":495,"tank":12,"name_eng":"Mata Mata","name_arabic":"ماتا ماتا","scientific_name":"Chelus fimbriata","image":"aquarium/tank_12_mata_mata.jpg","distribution_label_eng":"South America","distribution_label_arabic":"أمريكا الجنوبية","distribution_image":"aquarium/Mata-Mata.png","description_eng":"They are well known for their ability to blend in with their surroundings. \r\n\r\nThe head is triangular  and flattened, mimicking the shape of a leaf, while their carapace  (upper shell) resembles a piece of bark . \r\n\r\nMata Matas have a long enough neck  to act as a \"snorkel' . By lifting their  pointy mouth out of the water  while the body remains under the surface.\r\n\r\nThey are able to breathe  while  remaining fully submerged.","description_arabic":"هذه السلاحف مشهورة بقدرتها على التمويه والاندماج مع البيئة المحيطة بها.\r\n\r\nلديها رأس مسطح مثلث الشكل يشبه ورقة الشجربينما الدرع (الصدفة العليا) تشبه قطعة من اللحاء.\r\n\r\nالماتاماتا لديها رقبة طويلة تعمل كأنبوب تنفس للغطس من خلال رفع أفواهها المدببة خارج الماء بينما أجسادها لاتزال تحت الماء.\r\n\r\nلديها القدرة على التنفس عندما تكون مغمورة تماماً بالماء ."},{"id":447,"tank":23,"name_eng":"Spotted Eagle Ray","name_arabic":"أسماك الشِفنين ( الراى ) النسر المٌنقط","scientific_name":"Aetobatus narinari","image":"aquarium/tank_23_eagle_ray.jpg","distribution_label_eng":"Tropical and warm temperate  water  worldwide","distribution_label_arabic":"المياه الاستوائية والدافئة في جميع أنحاء العالم.","distribution_image":"aquarium/Spotted-Eagle-Ray.png","description_eng":"These fish gets their common name from their head-shaped like eagle. \r\n\r\nRays have strong plates that line their powerful jaws. \r\n\r\nTheir nostrils are large and well-developed to detect chemical changes in the water.","description_arabic":"حصلت هذه الأسماك على إسمها الشائع من شكل رأسها الذى يشبه رأس النسر.\r\n\r\nأسماك الشِفنين لديها صفائح عظمية قوية تبطن فكها القوى.\r\n\r\nأن لديها فتحتى أنف كبيرتان ومتطورتان للكشف عن التغيرات الكيميائية في الماء."},{"id":432,"tank":22,"name_eng":"Humboldt Penguin","name_arabic":"بطريق هومبولدت","scientific_name":"Spheniscus humboldti","image":"aquarium/tank_22_humbold_penguin.jpg","distribution_label_eng":"Chile and Peru","distribution_label_arabic":"تشيلى وبيرو","distribution_image":"aquarium/Humboldt-Penguins.png","description_eng":"They get their common name from the Chilly Humboldt current that runs along the coast. Coincidentally both Penguin and current are named after the 18th century explorer, Alexander Von Humboldt.\r\n\r\nThey have patches of pink on their face, feet, and under their wings. These pink patches are adaptation which allows them to cool themselves in warmer climates\r\n\r\nThe temperature can raise to 42 degrees Celsius in their natural habitat so the pink that you see, provide the penguins with necessary air-conditioning. \r\n\r\nThough it has wings, these Penguins can’t fly…not in the air anyway! Instead, they fly in the water…and fast! Close to 50 kilometers per hour! \r\n\r\nHumboldt Penguins can only see the colors of the sea violet, blues and greens.\r\n\r\nThey have a very special ritual, on which they preen their feathers. It’s a process of gathering oil from their preening gland, applying it to their feathers and the edges of their flippers.\r\n\r\nThe preening gland is located just above the tail and it provides waterproofing and insulation for the Penguin from cold.\r\n\r\nConservation Status: \r\nThey are now listed as vulnerable due to hunting, accidentally caught by the fishing nests, and harvesting guanos which hard for them to build their nests,","description_arabic":"حصل هذا النوع على إسمه الشائع نسبة إلى التيار البارد الذى يمتد ويمطر على طول ساحل  تشيلى وبيرو.بالصدفة حصل هذا التيار والبطريق على إسم المستكشف الكسندرفون هومبولدت بعد القرن الثامن عشر.\r\n\r\nلديها بقع من اللون الوردي على وجوهها والقدمين، وتحت أجنحتها. هذه البقع الوردية تعمل  مثل المكيف الذي يسمح لها بتبريد جسمها فى الأجواء الحارة.\r\n\r\nيمكن أن ترتفع درجة الحرارة في بيئتها الطبيعية لتصل الى 42 درجة مئوية لذا فالبقع الوردية التى تراها تعمل على تكييف الهواء الضرورى للبطريق.\r\n\r\nرغم أن لديها أجنحة فأن طيور البطريق لاتطير ولكنها تطير فى الماء بسرعة عالية تصل إلى 50 كيلومتر فى الساعة.\r\n\r\nلديها أجفان شفافة على عينيها تساعدها على الرؤية تحت الماء.\r\n\r\nبطريق هومبولدت يمكنه رؤية الألوان فى البحر بنفسجى , أخضر وأزرق.\r\n\r\nلديها طقوس خاصة جداً عنما تهندم ريشها فهى تجمع الزيت من غدة خاصة على الذيل وتضعه على ريشها وحواف أجنحتها.\r\n\r\nتفع الغدة الخاصة بعملية الهندام هذه أعلى الذيل وهى توفر العزل المائى والحماية من الماء البارد لطائر البطريق.\r\n\r\nحالة المحافظة عليها:\r\nتم تصنيفها على أنها مهددة نتيجة لصيدها , وقوعها بطريق الخطء فى شباك الصيادين وتجريف فضلات الطيور التى تستخدمها فى بناء أعشاشها."},{"id":307,"tank":16,"name_eng":"Decorator Sea Urchin","name_arabic":"قنفذ البحر المزخرف","scientific_name":"Tripneustes gratilla","image":"aquarium/tank_16_decorator_urchin.jpg","distribution_label_eng":"Indo-Pacific, Hwaii, and Red Sea","distribution_label_arabic":"المحيطين الهندي والهادى، هاواي والبحر الأحمر","distribution_image":"aquarium/Decorator-Sea-Urchin.png","description_eng":"Just like many other sea creatures, sea urchins reproduce by releasing eggs and sperm cells in the water. This type of reproduction is called external fertilization.\r\n\r\nSea urchins have globe-like shape of the body that is covered with large number of long spines. Bony plates form shell that provides protection for the soft inner parts.\r\n\r\nCertain species of sea urchins (such as flower urchin) have spikes filled with venom.","description_arabic":"تماما مثل العديد من المخلوقات البحرية الأخرى، قنافذ البحر تتكاثر عن طريق إطلاق سراح البيض والخلايا المنوية في الماء. ويسمى هذا النوع من التكاثر التخصيب الخارجي.\r\n\r\nتتشابه أجسام قناديل البحر فى العالم بوجود عدد كبير من الأشواك وصفائح عظمية تكون الصدفة التي توفر حماية للأجزاء الداخلية الحساسة.\r\n\r\nبعض الأنواع من قنافذ البحر (مثل قنفذ الزهرة) لديها أشواك مليئة بالسم."},{"id":455,"tank":23,"name_eng":"Giant Trevally","name_arabic":"-","scientific_name":"Orectolobidae","image":"aquarium/tank_23_giant_trevally.jpg","distribution_label_eng":"Pacific Ocean and Indian Ocean","distribution_label_arabic":"المحيط الهادي والمحيط الهندي","distribution_image":"aquarium/Giant-Trevally.png","description_eng":"It is the largestis of its family, adults can reach  170 cm and a weight of 60 kg.\r\n\r\nThese shark are bottom dwelling, they spend most of their time in the bottom of the sea. \r\n\r\nIts flesh can contain some as toxins as Ciguatera which causes sickness to humans.","description_arabic":"أسماك البياض العملاقة هى الأكبر حجماً فى عائلة البياض حيث يمكن للبالغ منها أن يصل وزنهإ إلى 60 كجم ومايقرب من 1.7 أمتار كطول أقصى.\r\n\r\nلديها تروس مثل الصفائح  الصغيرة الحادة على طول الجزىء الخلفى للجسم منحدرة إلى الذيل. يمكنها أن تحدث ألم بالغ فيتوجب  الحذر عند إمساكها.\r\n\r\nمن الممكن أن تحتوى لحوم أسماك البياض العملاقة على بعض السموم مثل ( السيغاتيرا ) التى تجعل الإنسان يصاب بالمرض الشديد."},{"id":459,"tank":23,"name_eng":"Giant Grouper","name_arabic":"أسماك الهامور العملاق","scientific_name":"Epinephelus lanceolatus","image":"aquarium/tank_23_giant_grouper.jpg","distribution_label_eng":"Australia","distribution_label_arabic":"استراليا","distribution_image":"aquarium/Giant-Grouper.png","description_eng":"These fish can be weigh up to 400 kg. \r\n\r\nTheir mouth and gills form a powerful sucking system that sucks their prey in form a distance. They also use their mouths to dig into the ocean floor underneath rocks for shelter. \r\n\r\nWhen they born, their sex is male, after they attain 3 kg  they turn female. Then, when they reached 10-12 kg they return to male.","description_arabic":"هذه الأسماك يمكت أن يصل وزنها إلى مايقرب 400 كجم.\r\n\r\nأن فمها وخياشيمها تعمل كنظام شفط قوى تساعدها على شفط الفرائس من مسافات بعيدة وهى تستخدم فمها أيضا للحفر فى قاع المحيط بحثاً عن مأوى. \r\n\r\nهذه الأسماك تولد ذكور وعندما يصل وزنها 3 كجم تتحول لإناث وعنما يصل وزنها 10- 12 كجم تتحول مرة أخرى لذكور."},{"id":463,"tank":23,"name_eng":"Golden Trevally","name_arabic":"أسماك البياض الذهبى","scientific_name":"Gnathanodon speciosus","image":"aquarium/tank_23_golden_trevally.jpg","distribution_label_eng":"Indo-Pacific Oceans, South America, and Central America","distribution_label_arabic":"المحيط الهندي والهادى وأمريكا الجنوبية وأمريكا الوسطى","distribution_image":"aquarium/Golden-Trevally.png","description_eng":"These fish have stricking beautiful bright yellow colouration  with a narrow black bar through the eye. \r\n\r\nThey always associate with the giant grouper to eat the left over food. \r\n\r\nThese fish swims in shoal to protect themselves from predator.","description_arabic":"هذه الأسماك لديها لون أصفر جميل براق آخاذ مع شرائط سوداء رفيعة.\r\n\r\nدائما ماترتبط بأسماك الهامور العملاق لأكل بقايا الطعام.\r\n\r\nهذه الأسماك تسبح في المياه الضحلة للحماية من الحيوانات المفترسة."},{"id":467,"tank":23,"name_eng":"Clown Triggerfish","name_arabic":"سمكة المهرج ذات الزٍناد","scientific_name":"Balistoides conspicillum","image":"aquarium/tank_23_clowntrigger.jpg","distribution_label_eng":"Indian Ocean and Pacific Ocean","distribution_label_arabic":"المحيط الهندي والهادى","distribution_image":"aquarium/Clown-Triggerfish_.png","description_eng":"This fish lock himself in the hole, and extend the spine on its belly and head into the coral. \r\n\r\nThey can rotate their eyeballs independently \r\n\r\nThey are bottom dwellers, they dig out in the ocean floor to search for food.","description_arabic":"هذا النوع يحبس نفسه فى الكهوف ويوجه شوكته البطنية والرأسية نحو الشعاب المرجانية للحماية.\r\n\r\nيمكنه تحريك مُقلة عينيه كل واحدة على حدة.\r\n\r\nهذا النوع من سكان القيعان ويمكنه الحفر فى قاع المحيط بحثاًعن الطعام."},{"id":471,"tank":23,"name_eng":"Shovel Nose Ray","name_arabic":"أسماك الراى ذات أنف الجاروف","scientific_name":"Rhinobatidae","image":"aquarium/tank_23_shovelnose_ray.jpg","distribution_label_eng":"Subtropical and Temperate waters","distribution_label_arabic":"المياه شبه المدارية والمعتدلة","distribution_image":"aquarium/Shovel-Nose-Ray_.png","description_eng":"Their back are covered  with a small light spots to help them in camouflage. \r\n\r\nThis type of fish is closely related to shark and ray. \r\n\r\nTheir mouth and nose are located at the bottom of their head.  They have strong plates  that line their powerful jaws.","description_arabic":"تغطى ظهورها بقع فاتحة لتساعدهم على التمويه.\r\n\r\nهذا النوع من الأسماك يعتبر من أقرباء أسماك القرش و هى تنتمى لعائلة أسماك الشِفنين.\r\n\r\nوتقع أفواهها وأنوفها أسفل الرأس. لديها صفائح عظمية قوية تبطن فكها القوى."},{"id":475,"tank":23,"name_eng":"Humphead Wrasse","name_arabic":"أسماك نابليون ذات الرأس الأحدب","scientific_name":"Rhinobatidae","image":"aquarium/tank_23_napoleon_wrasse.jpg","distribution_label_eng":"Indo-Pacific Oceans","distribution_label_arabic":"المحيط الهندي والهادى","distribution_image":"aquarium/Humphead-Wrasse.png","description_eng":"These fish have a big hump on their head, hence they get their common name. \r\n\r\nThese fish also called Napoleon fish \r\n\r\nThey are born females but when they turn at 9 yrs they change sex into male until they dies.","description_arabic":"حصلت هذه الأسماك على إسمها الشائع نظراً لوجود حدّب  كبيرعلى رأسها\r\n\r\nتسمى أيضاً بسمكة نابليون\r\n\r\nعندما تصل لسن البلوغ تستطيع هذه الأسماك أن تغير جنسها فيمكن للإناث فقط أن تتحول لذكور."},{"id":292,"tank":16,"name_eng":"Spiny Seahorse","name_arabic":"حصان البحر ذو الأشواك","scientific_name":"Hippocampus histrix","image":"aquarium/tank_16_spiny_seahorse.jpg","distribution_label_eng":"Indo-Pacific","distribution_label_arabic":"المحيطين الهندي والهادى","distribution_image":"aquarium/Spiny-Seahorse_1.png","description_eng":"They have eyes which able to work independently on either side of their head. They can look forwards and backwards at the same time.  \r\n\r\nSeahorses have long thin snouts which use to suck their food  just like a vacuum cleaner. Their snouts can expand if their prey os larger than the snout\r\n\r\nThey are monogamous, meaning they have only one mating partner for their entire life.","description_arabic":"أن لديها عينان تعمل كل واحدة بطريقة مستقلة على جانبى الرأس .يمكنها النظر للأمام والخلف فى نفس الوقت.\r\n\r\nأحصنة البحر لديها خرطوم طيل رفيع لإمتصاص الطعام مثل المكنسة الكهربائية .  يمكن أن تتوسع هذه الخراطيم إذا كان حجم الفريسة كبير عنها. \r\n\r\nأنها أحادية الزوج بمعنى انها تظل طول العمر مع شريك واحد."},{"id":479,"tank":23,"name_eng":"Cownose Ray","name_arabic":"أسماك الشِفنين ( الراى) ذات أنف البقرة","scientific_name":"Myliobatidae","image":"aquarium/tank_23_cownose_ray.jpg","distribution_label_eng":"Atlantic Ocean along western Africa,  Mexico and parts of the Caribbean","distribution_label_arabic":"المحيط الأطلسي على طول غرب أفريقيا والمكسيك وأجزاء من منطقة البحر الكاريبي","distribution_image":"aquarium/Cownose-Ray.png","description_eng":"They get their name from their unique forehead, which resembles the nose of a cow\r\n\r\nThey migrate in large groups and migrate in a long distances. \r\n\r\nThey have been seen jumping clear out of the water and landing on their bellies, making loud smacking sounds. It’s a technique behaviour for the stingray to get rid with the parasites.","description_arabic":"هذا النوع حصل على إسمه الشائع من شكل جبهته العجيبة التى تشبه أنف البقرة.\r\n\r\nهذا النوع يهاجر لمسافات طويلة فى مجموعات كبيرة.\r\n\r\nشوهد هذا النوع وهو يقفز من المياه ويهبط بقوة على بطنه مما يحدث صوت عاليا . هذا السلوك يساعد أسماك الشِفنين الآسعة على التخلص من الطفيليات."},{"id":413,"tank":21,"name_eng":"Baby Saltwater Crocodile","name_arabic":"صغار تمساح المياه المالحة","scientific_name":"Crocodylus porosus","image":"aquarium/tank_21_baby_crocodile.jpg","distribution_label_eng":"Eastern India, Southest Asia and Australia","distribution_label_arabic":"شرق الهند وجنوب شرق آسيا وأستراليا","distribution_image":"aquarium/Baby-Saltwater-Crocodile.png","description_eng":"Temperature of the nest determines the gender of the baby crocs. If the temperature is 31o C, the gender of the baby will be develop into male, and if the temperature is below or above 31oCelcius it produce development of females. \r\n\r\nWhen the eggs begin to hatch, their vocalization can be heard from outside the nest? The mother open the nest and assists weaker young in hatching, then, young crocodiles live in small groups under adult supervision and protection for 8 months until they are less likely  to be eaten by predators. \r\n\r\nThey use their egg tooth to come out on their shells.\r\n\r\nConservation Status: \r\nLess than 1% will reach maturity as the early years they are hunted by predation by turtles and in the juveniles by territorial males. \r\nIn the wild the percentage of survivals is only 10% which is why the calling plays in important part in the hatching to ensure all the babies hatch at the same time to reduce the risk of predation.","description_arabic":"أن درجة حرارة العش تتحكم فى تحديد نوع الجنين فإذاكانت درجة الحرارة 31 درجة مئوية فإن الجنين يكون ذكراً إن كانت درجة الحرارة أقل من 31 مئوية تكون الجنين أنثى.\r\n\r\nعندما يحاول الصغار الخروج من البيض يمكن سماع أصواتهم من خارج العش عندئذ تبدأ الأم بفتح العش ومساعدة الصغار الضعفاء للخروج .يعيش صغار التمساح فى مجموعات صغيرة تحت إشراف وحماية الكبار لمدة 8 اشهر.\r\n\r\nيستخدم الصغار أسنان  حادة خاصة موجودة أعلى الأنف للخروج من البيض.\r\n\r\nحالة المحافظة علبها:\r\n\r\nأقل من 1% من الصغار يمكنه أن يصل لمرحلة البلوغ حيث يتم إصطياد الصغار بضراوة من السلاحف وذكور التماسيح المهيمنة.\r\n\r\nأقل من 10% هى نبسة الناجين فى البرية ولهذا السبب تلعب الأصوات التى يصدرها الصغار عندما تبدأ بالخروج من البيض دوراً مهماً لخروجها فى وقت واحد لتقليل نسبة إفتراسها."},{"id":499,"tank":0,"name_eng":"ghjghjghj","name_arabic":"dgfdgfdgf","scientific_name":"fdsddsfgf","image":"aquarium/arrogant_linux_elitist_by_archgamer-d8ii7dg_JXpDWyW.png","distribution_label_eng":"trgtrdgfdgf","distribution_label_arabic":"gfdfdgfgfd","distribution_image":"aquarium/arrogant_linux_elitist_by_archgamer-d8ii7dg_tfgpSfJ.png","description_eng":"dfdgfdgfdgf","description_arabic":"fygffjghjhj"}]