[{"id":2,"name_eng":"Rainforest Summary","name_arabic":"موجز عن الغابات المطيرة","image":"aquarium/rainforest.jpg","description_eng":"Imagine walking along the riverbed surrounded by the flowing river with views of amazing diversity of freshwater reptiles and mammals. Invertebrates move freely around the rainforest.  At the head of the river where the water flows more swiftly live smaller more resilient fish.  This zone will introduce you the diversity of aquatic life in the rainforest, the opportunity to learn their specific adaptations and behaviours of aquatic rainforest animals through close encounters, and to provide more understandings of the link between humans and the living rainforest.","description_arabic":"تخيل المشى على طول مجرى النهر مٌحاط بتدفق مياه النهر مع إطلالة على تنوع مُدهش من زواحف وثدييات المياه االعذبة .الافقاريات تتحرك بحرية فى جميع أنحاء الغابات المطيرة. عند رأس النهر حيث تتدفق المياه بسرعة أكبر.\r\nسوف تُقدم لك هذه المنطقة صور تنوع الحياة المائية فى الغابات المطيرة وتمنحك فرصة لتعلم التكيّف والسلوك الخاص للحيوانات فى الغابات المطيرة من خلال لقاءات قريبة وستوفر لك مزيد من الفهم عن الإرتباط بين الإنسان والغابات المطيرة المفحمة بالحياة.","trivia":[{"id":5,"name":"1","text_eng":"What is a Rainforest? A large area covered chiefly with trees and undergrowth, rich in biodiversity, typically found in tropical areas with consistent rainfall. The world’s largest living ecosystem.","text_arabic":"ماهى الغابات المطيرة ؟ هى منطقة كبيرة مغطاة غالباً بالأشجار والفروة التحتية المتشابكة وهى غنية بالتنوع البيولوجى وتوجد بشكل خاص فى المناطق الإستوائية الممطرة بصفة مستمرة. أكبر نظام بيئى للمعيشة فى العالم"},{"id":6,"name":"2","text_eng":"Rainforests are threatened by unsustainable agriculture, ranching, mining and logging practices.","text_arabic":"الغابات المطيرة مهددةبسب الممارسات غير المستدامة فى الزراعة,تربية المواشى ,التعدين ,قطع الأشجار"},{"id":7,"name":"3","text_eng":"At the current rate of tropical forest loss, 5-10 percent of tropical rainforest species will be lost per decade.","text_arabic":"وفقاً للمعدل الحالى لفقدان الغابات الإستوائية فإن 5 – 10% من أنواع الغابات المطيرة الإستوائية سوف تُفقد كل عشر سنوات."},{"id":8,"name":"4","text_eng":"Nearly 90 percent of the 1.2 billion people living in extreme poverty worldwide depend on forest for their livelihoods.","text_arabic":"هناك ما يقرب من 1.2 مليار شخص يعشيون فى فقر مدقع بجميع أنحاء العالم و90%منهم يعتمدون على الغابات للحصول على الرزق."},{"id":9,"name":"5","text_eng":"Fifty-seven percent of the world’s forest, including most tropical forest, are located in developing countries.","text_arabic":"تقع سبعة وخمسون بالمائة من الغابات فى العالم بما فى ذلك الغابات الإستوائية فى البلدان النامية."},{"id":10,"name":"6","text_eng":"More than 56, 000 square miles of natural forest is lost each year.","text_arabic":"أكثر من 56,000 ميل مربع من الغابات المطيرة يتم فقدهم كل عام ."},{"id":11,"name":"7","text_eng":"Deforestation leading to habitat destruction and pollution of water sources","text_arabic":"إزالة الغابات يؤدى إلى تدمير المواطن الطبيعية وتلوثمصادرالمياه."},{"id":12,"name":"8","text_eng":"Human encroachment leading to the lack of food for animals, birds & fish species","text_arabic":"التجاوزات البشرية تؤدى إلى نقص الغذاء للحيوان والطير والأسماك ."},{"id":13,"name":"9","text_eng":"Part of the rainforest is cut down every second; we are losing 48 football fields of rainforest every minute.","text_arabic":"يتم قطع جزء من الغابات المطيرة فى كل ثانية و نحن نخسر مايعادل مساحة 48 ملعباً لكرة القدم من الغابات المطيرة فى كل دقيقة."},{"id":14,"name":"10","text_eng":"It is estimated that 5-10 percent of tropical rainforest species will be lost per decade if we continuing cutting trees in the rainforest at the current rate.","text_arabic":"يُقدر أن من 5 – 10% من أنواع الغابات المطيرة سوف تُفقد كل عشر سنوات اذا قمنا بصفة دائمة بقطع أشجارها ."},{"id":15,"name":"11","text_eng":"Rainforests are rich in biodiversity, with more than 50 % of the world’s plant and animal species.","text_arabic":"الغابات المطيرة غنية بالتنوع البيولوجى حيث يوجد بها اكثر من 50% من أنواع النباتات والحيوانات الموجودة بالعالم"},{"id":16,"name":"12","text_eng":"Rainforests cover only 6 % of the earth’s surface.","text_arabic":"تغطى الغابات المطيرة 6% من سطح الأرض فقط ."},{"id":17,"name":"13","text_eng":"Rainforests produce oxygen and help to clean the atmosphere.","text_arabic":"تنتج الغابات المطيرة الأُكسجين وتساعد على تنقية الهواء"}],"knowledge_eng":"-","knowledge_arabic":"-"},{"id":3,"name_eng":"Rock Pool Summary","name_arabic":"موجز عن الشاطىء الصخرى","image":"aquarium/rockyshore.jpg","description_eng":"A rocky shore is an intertidal shore area that consists of solid rocks. It is often a biological rich environment and can include many different habitat types like steep rocky cliffs, platforms, rock pools and boulder fields. Because of the continuously action of the tides, it is characterized by erosional features. Together with the wind, sunlight and other physical factors it creates a complex environment. Organism that live in this area experience daily fluctuations in their environment.  For this reason, they must be able to tolerate extreme changes in temperature, salinity, moisture and wave action to survive. This zone is to provide an experience about the different and important aquatic systems like the intertidal zones of the rocky shore.","description_arabic":"الشاطىء الصخرى هو منطقة شاطىء المد والجزر التى تتكون من الصخور الصلدة . وغالباً مايكون بيئة أحيائية غنية ويمكن أن تحتوى على العديد من أنواع البيئات المختلفة مثل المنحدرات الصخرية الحادة ,الأماكن المنبسطة والبرك الصخرية والحقول الصخرية ولقد نحتت حركات المد والجزر المستمرة الملامح التآكلية للشاطىء جنباً لجنب مع الرياح وأشعة الشمس والعوامل المادية الأخرى كل هذا صنع بيئة معقدة.\r\nتتعرض الكائنات الحية التى تعيش فى هذه المنطقة للتقلبات اليومية . لهذا السبب يجب أن تكون قادرة على تحمل التغيرات الشديدة فى درجات الحرارة ,الملوحة ,الرطوبة وحركة الأمواج من أجل البقاء على قيد الحياة.\r\nهذه المنطقة توفر لنا خبرات حول النظم المائية المختلفة والهامة مثل مناطق المد والجزر من الشاطىء الصخرى.","trivia":[{"id":18,"name":"14a","text_eng":"The rocky shore also called the intertidal or littoral zone is usually a zone where pounding seas meet the land.","text_arabic":"منطقة الحوض الصخرى (حقائق الشاطىء الصخرى) يطلقعلىالشاطئالصخريأيضامنطقةالمدوالجزرأو"},{"id":19,"name":"14b","text_eng":"Rocky shores are rich in terms of the number and variety of species they support. This high species diversity is a consequence of the large number of ecological present.","text_arabic":"المنطقةالساحليةوعادةماتكون هذه المنطقة عندما تتلاطم أمواج البحر مع اليابسة."}],"knowledge_eng":"-","knowledge_arabic":"-"},{"id":5,"name_eng":"Living Ocean Summary","name_arabic":"موجز عن المحيط الحى","image":"aquarium/living_ocean.jpg","description_eng":"All animals have certain strategies, or rules for survival. They must find food, not become food, protect themselves from the environment and find a mate to continue the species.  To do this they specific physical, morphological and behavioural adaptations. The animals in the living oceans all have amazing adaptations to help them survive and reproduce. This zone is to provide more understanding about the “web of life” and survival strategies”, and to see a diversity of animals other than fish that live in the marine environment. \r\nOur living ocean provides home to hundreds of marine species including Giant Spider Crabs, Sea Jellies, Sea Horses and many more. Visit a Humboldt Penguin colony and learn more about their amazing adaptation.","description_arabic":"لدى جميع الحيوانات إستراتجيات وقواعد معينة من اجل البقاء .فهى يجب ان تجد الطعام ولاتصبح أنفُسها طعاماً ويجب عليها حماية نفسها من البيئة وإيجاد الشريك لضمان إستمرار النوع.للقيام بكل ذلك لابد أن تتكيّف جسدياً, شكلياً وسلوكياً.\r\nجميع الحيوانات التى تعيش فى المحيطات لديها تكيّفات مذهلة تساعدها على البقاء والتكاثر.\r\nهذه المنطقة توفر مزيد من الفهم ل (شبكة الحياة) وإستراتجيات البقاء ومشاهدة تنوع الحيوانات وليس مجرد أسماك تعيش فى البيئة البحرية.\r\nيوفر المحيط الموطن لمئات الأنواع البحرية التى تشمل سرطان البحر العنكبوت العملاق , هلاميات البحر و حصان البحر وغيرها الكثير.\r\nقم بزيارة مستعمرة بطريق الهومبولت وأعرف المزيد عن تكيّفه الرائع.","trivia":[{"id":21,"name":"15","text_eng":"The coasts of the world measure about 193,000 miles (312,000 kilometers) in total.","text_arabic":"يُقدر قياس سواحلالعالم إجمالياًبحوالي 193،000 ميل (312،000 كيلومتر)."},{"id":22,"name":"16","text_eng":"Coastal areas are also known as shores and seasides. They form unique habitats where a range of animals and plants survive in a challenging environment.","text_arabic":"ومنالمعروفأيضاأنالمناطقالساحليةكماالشواطئوجوانبالبحرتشكلبيئاتفريدةمننوعهاحيث يوجدمجموعةمنالحيواناتوالنباتات تحاولالبقاءعلىقيدالحياةفيبيئةمليئةبالتحديات."},{"id":23,"name":"17","text_eng":"There are many different types of coast, sandy, rocky, muddy, or covered inshingle.","text_arabic":"هناكالعديدمنأنواعالسواحل المختلفة منها :الرملية،الصخرية،الموحلةأوالمغطاةبالحصا."},{"id":24,"name":"18","text_eng":"Coastline in each country is always changing because of wave action. The erosion of the salty water also creates the coastline.","text_arabic":"يختلف الشريط الساحلى من بلد لآخر دائماً بسبب حركة الأمواج. ويمكن للتعرية التى تحدثها المياه المالحة صُنع شريط ساحلى."},{"id":25,"name":"19","text_eng":"The country which has the longest coastlines in the world is Canada. It is around 152,100 miles.","text_arabic":"أطول السواحل فى العالم يوجد فى كندا ويبلغ طوله قرابة 152,100 ميل."},{"id":26,"name":"20","text_eng":"It is estimated that 400 percent of people live around 93 miles or 150 kilometers of the sea.","text_arabic":"تشير التقديرت إلى إنه فى كل 93 ميلاً أو 150 كيلومترمن البحر يعيش حوالى 400 شخص."},{"id":27,"name":"21","text_eng":"The shape and size of coastlines in a certain country will affect the tidal range.","text_arabic":"يؤثر شكل وحجم السواحل فى كل بلد على نطاق المد الجزر."},{"id":28,"name":"22","text_eng":"Some factors which affect the shape of coast include the weather phenomena, waves, and sea level rise. The coast will be reshaped after it experiences erosion, flooding and accretion.","text_arabic":"هناك بعضالعواملالتيتؤثرعلىشكلالساحلمنها:الظواهرالجوية والأمواجوإرتفاعمستوىسطحالبحر حيث يعيد الساحل تشكيل نفسهبعدكل تجربة منالتآكلوالفيضاناتوالتراكم."}],"knowledge_eng":"-","knowledge_arabic":"-"},{"id":4,"name_eng":"Dubai Aquarium Tank Summary","name_arabic":"موجز عن حوض أسماك دبى أكواريوم","image":"aquarium/open_ocean.jpg","description_eng":"Our main Aquarium is one of the largest suspended aquariums in the world. The Aquarium holds 10 million liters of water, which is cleaned through a filtration system every 85 minutes.  It houses thousands of aquatic animals which includes 140 species and is home to over 300 sharks and rays, including the largest collection of Sand Tiger sharks in the world. The water is 11 metres deep and the transparent acrylic panels are chemically bonded together with silicon. Most species of fish in the Aquarium are found throughout the Indo-Pacific region. The 48 metre walk-through tunnel provides a 270 degree view, 11 metres below the surface.","description_arabic":"معلومات موجزة عن حوض دبى أكواريوم\r\nهو واحد من اكبر الأحواض المعلّقة فى العالم . يحتوى الحوض على 10 ملآيين لتر من المياه التى يتم تنظيفها بواسطة نظام الفلاتر كل 85 دقيقة ويضم الالآف من الحيوانات المائية التى تشمل 140 نوعاً وهو موطن لأكثر من 300 من أسماك القرش والراى (اللُخمة) بما فى ذلك أكبر مجموعة من أسماك القرش النمر الرملى فى العالم.عمق الماء 11متراً والحوض مصنوع من ألواح الأكريليك الشفافة الملتصقة ببعضها بمادة السليكون.معظم أنواع الأسماك الموجودة فى الحوض يمكن العثور عليها فى منطقة المحيط الهندى والهادى. يمكنك أن تسير فى نفق الأكواريوم لمسافة 48 متراً بزاوية 270 درجة و11 متر عمق تحت سطح الماء.","trivia":[{"id":20,"name":"23","text_eng":"Approximately 96% of the Earth’s water can be found in the oceans.\r\nOceans cover more than 70% of the planet’s surface.\r\nMore than 2,000 marine species are endangered.","text_arabic":"حوالى 96% من مياه الأرض موجودة فى المحيطات.\r\nتغطيالمحيطاتأكثرمن 70٪ منسطحالكوكب.\r\nأكثرمن 2000 نوع منالأنواعالبحريةمهددبالإنقراض."}],"knowledge_eng":"-","knowledge_arabic":"-"},{"id":6,"name_eng":"teest","name_arabic":"test","image":"aquarium/arrogant_linux_elitist_by_archgamer-d8ii7dg_LQepRcx.png","description_eng":"testtesttesttesttest","description_arabic":"testvtesttesttest","trivia":[{"id":32,"name":"fhgfg","text_eng":"hjghjghj","text_arabic":"gjhghj"}],"knowledge_eng":"testvtesttest","knowledge_arabic":"testtesttesttest"}]