[{"id":1,"text_eng":"<p>text eng</p>","text_arabic":"<p>text arabic</p>"},{"id":2,"text_eng":"<p>Text eng 2</p>","text_arabic":"<p>text arabic 2</p>"},{"id":5,"text_eng":"What is a Rainforest? A large area covered chiefly with trees and undergrowth, rich in biodiversity, typically found in tropical areas with consistent rainfall. The world’s largest living ecosystem.","text_arabic":"ماهى الغابات المطيرة ؟ هى منطقة كبيرة مغطاة غالباً بالأشجار والفروة التحتية المتشابكة وهى غنية بالتنوع البيولوجى وتوجد بشكل خاص فى المناطق الإستوائية الممطرة بصفة مستمرة. أكبر نظام بيئى للمعيشة فى العالم"},{"id":4,"text_eng":"Fifty-seven percent of the world’s forest, including most tropical forest, are located in developing countries.","text_arabic":"تقع سبعة وخمسون بالمائة من الغابات فى العالم بما فى ذلك الغابات"},{"id":3,"text_eng":"Nearly 90 percent of the 1.2 billion people living in extreme poverty worldwide depend on forest for their livelihoods.","text_arabic":"العالم و90% منهم يعتمدون على الغابات للحصول على الرزق."},{"id":6,"text_eng":"Rainforests are threatened by unsustainable agriculture, ranching, mining and logging practices.","text_arabic":"الغابات المطيرة مهددةبسب الممارسات غير المستدامة فى الزراعة,تربية المواشى ,التعدين ,قطع الأشجار"},{"id":7,"text_eng":"At the current rate of tropical forest loss, 5-10 percent of tropical rainforest species will be lost per decade.","text_arabic":"وفقاً للمعدل الحالى لفقدان الغابات الإستوائية فإن 5 – 10% من أنواع الغابات المطيرة الإستوائية سوف تُفقد كل عشر سنوات."},{"id":8,"text_eng":"Nearly 90 percent of the 1.2 billion people living in extreme poverty worldwide depend on forest for their livelihoods.","text_arabic":"هناك ما يقرب من 1.2 مليار شخص يعشيون فى فقر مدقع بجميع أنحاء العالم و90%منهم يعتمدون على الغابات للحصول على الرزق."},{"id":9,"text_eng":"Fifty-seven percent of the world’s forest, including most tropical forest, are located in developing countries.","text_arabic":"تقع سبعة وخمسون بالمائة من الغابات فى العالم بما فى ذلك الغابات الإستوائية فى البلدان النامية."},{"id":10,"text_eng":"More than 56, 000 square miles of natural forest is lost each year.","text_arabic":"أكثر من 56,000 ميل مربع من الغابات المطيرة يتم فقدهم كل عام ."},{"id":11,"text_eng":"Deforestation leading to habitat destruction and pollution of water sources","text_arabic":"إزالة الغابات يؤدى إلى تدمير المواطن الطبيعية وتلوثمصادرالمياه."},{"id":12,"text_eng":"Human encroachment leading to the lack of food for animals, birds & fish species","text_arabic":"التجاوزات البشرية تؤدى إلى نقص الغذاء للحيوان والطير والأسماك ."},{"id":13,"text_eng":"Part of the rainforest is cut down every second; we are losing 48 football fields of rainforest every minute.","text_arabic":"يتم قطع جزء من الغابات المطيرة فى كل ثانية و نحن نخسر مايعادل مساحة 48 ملعباً لكرة القدم من الغابات المطيرة فى كل دقيقة."},{"id":14,"text_eng":"It is estimated that 5-10 percent of tropical rainforest species will be lost per decade if we continuing cutting trees in the rainforest at the current rate.","text_arabic":"يُقدر أن من 5 – 10% من أنواع الغابات المطيرة سوف تُفقد كل عشر سنوات اذا قمنا بصفة دائمة بقطع أشجارها ."},{"id":15,"text_eng":"Rainforests are rich in biodiversity, with more than 50 % of the world’s plant and animal species.","text_arabic":"الغابات المطيرة غنية بالتنوع البيولوجى حيث يوجد بها اكثر من 50% من أنواع النباتات والحيوانات الموجودة بالعالم"},{"id":16,"text_eng":"Rainforests cover only 6 % of the earth’s surface.","text_arabic":"تغطى الغابات المطيرة 6% من سطح الأرض فقط ."},{"id":17,"text_eng":"Rainforests produce oxygen and help to clean the atmosphere.","text_arabic":"تنتج الغابات المطيرة الأُكسجين وتساعد على تنقية الهواء"},{"id":18,"text_eng":"The rocky shore also called the intertidal or littoral zone is usually a zone where pounding seas meet the land.","text_arabic":"منطقة الحوض الصخرى (حقائق الشاطىء الصخرى) يطلقعلىالشاطئالصخريأيضامنطقةالمدوالجزرأو"},{"id":19,"text_eng":"Rocky shores are rich in terms of the number and variety of species they support. This high species diversity is a consequence of the large number of ecological present.","text_arabic":"المنطقةالساحليةوعادةماتكون هذه المنطقة عندما تتلاطم أمواج البحر مع اليابسة."},{"id":20,"text_eng":"Approximately 96% of the Earth’s water can be found in the oceans.\r\nOceans cover more than 70% of the planet’s surface.\r\nMore than 2,000 marine species are endangered.","text_arabic":"حوالى 96% من مياه الأرض موجودة فى المحيطات.\r\nتغطيالمحيطاتأكثرمن 70٪ منسطحالكوكب.\r\nأكثرمن 2000 نوع منالأنواعالبحريةمهددبالإنقراض."},{"id":21,"text_eng":"The coasts of the world measure about 193,000 miles (312,000 kilometers) in total.","text_arabic":"يُقدر قياس سواحلالعالم إجمالياًبحوالي 193،000 ميل (312،000 كيلومتر)."},{"id":22,"text_eng":"Coastal areas are also known as shores and seasides. They form unique habitats where a range of animals and plants survive in a challenging environment.","text_arabic":"ومنالمعروفأيضاأنالمناطقالساحليةكماالشواطئوجوانبالبحرتشكلبيئاتفريدةمننوعهاحيث يوجدمجموعةمنالحيواناتوالنباتات تحاولالبقاءعلىقيدالحياةفيبيئةمليئةبالتحديات."},{"id":23,"text_eng":"There are many different types of coast, sandy, rocky, muddy, or covered inshingle.","text_arabic":"هناكالعديدمنأنواعالسواحل المختلفة منها :الرملية،الصخرية،الموحلةأوالمغطاةبالحصا."},{"id":24,"text_eng":"Coastline in each country is always changing because of wave action. The erosion of the salty water also creates the coastline.","text_arabic":"يختلف الشريط الساحلى من بلد لآخر دائماً بسبب حركة الأمواج. ويمكن للتعرية التى تحدثها المياه المالحة صُنع شريط ساحلى."},{"id":25,"text_eng":"The country which has the longest coastlines in the world is Canada. It is around 152,100 miles.","text_arabic":"أطول السواحل فى العالم يوجد فى كندا ويبلغ طوله قرابة 152,100 ميل."},{"id":26,"text_eng":"It is estimated that 400 percent of people live around 93 miles or 150 kilometers of the sea.","text_arabic":"تشير التقديرت إلى إنه فى كل 93 ميلاً أو 150 كيلومترمن البحر يعيش حوالى 400 شخص."},{"id":27,"text_eng":"The shape and size of coastlines in a certain country will affect the tidal range.","text_arabic":"يؤثر شكل وحجم السواحل فى كل بلد على نطاق المد الجزر."},{"id":28,"text_eng":"Some factors which affect the shape of coast include the weather phenomena, waves, and sea level rise. The coast will be reshaped after it experiences erosion, flooding and accretion.","text_arabic":"هناك بعضالعواملالتيتؤثرعلىشكلالساحلمنها:الظواهرالجوية والأمواجوإرتفاعمستوىسطحالبحر حيث يعيد الساحل تشكيل نفسهبعدكل تجربة منالتآكلوالفيضاناتوالتراكم."},{"id":32,"text_eng":"hjghjghj","text_arabic":"gjhghj"}]